{
  "book": "Mark",
  "chapter": 12,
  "translation": "World English Bible",
  "language": "English",
  "verse_count": 44,
  "verses": {
    "1": "He began to speak to them in parables. “A man planted a vineyard, put a hedge around it, dug a pit for the wine press, built a tower, rented it out to a farmer, and went into another country.",
    "2": "When it was time, he sent a servant to the farmer to get from the farmer his share of the fruit of the vineyard.",
    "3": "They took him, beat him, and sent him away empty.",
    "4": "Again, he sent another servant to them; and they threw stones at him, wounded him in the head, and sent him away shamefully treated.",
    "5": "Again he sent another; and they killed him; and many others, beating some, and killing some.",
    "6": "Therefore still having one, his beloved son, he sent him last to them, saying, ‘They will respect my son.’",
    "7": "But those farmers said among themselves, ‘This is the heir. Come, let’s kill him, and the inheritance will be ours.’",
    "8": "They took him, killed him, and cast him out of the vineyard.",
    "9": "What therefore will the lord of the vineyard do? He will come and destroy the farmers, and will give the vineyard to others.",
    "10": "Haven’t you even read this Scripture: ‘The stone which the builders rejected was made the head of the corner.",
    "11": "This was from the Lord. It is marvelous in our eyes’?”",
    "12": "They tried to seize him, but they feared the multitude; for they perceived that he spoke the parable against them. They left him, and went away.",
    "13": "They sent some of the Pharisees and the Herodians to him, that they might trap him with words.",
    "14": "When they had come, they asked him, “Teacher, we know that you are honest, and don’t defer to anyone; for you aren’t partial to anyone, but truly teach the way of God. Is it lawful to pay taxes to Caesar, or not?",
    "15": "Shall we give, or shall we not give?” But he, knowing their hypocrisy, said to them, “Why do you test me? Bring me a denarius, that I may see it.”",
    "16": "They brought it. He said to them, “Whose is this image and inscription?” They said to him, “Caesar’s.”",
    "17": "Jesus answered them, “Render to Caesar the things that are Caesar’s, and to God the things that are God’s.” They marveled greatly at him.",
    "18": "Some Sadducees, who say that there is no resurrection, came to him. They asked him, saying,",
    "19": "“Teacher, Moses wrote to us, ‘If a man’s brother dies, and leaves a wife behind him, and leaves no children, that his brother should take his wife, and raise up offspring for his brother.’",
    "20": "There were seven brothers. The first took a wife, and dying left no offspring.",
    "21": "The second took her, and died, leaving no children behind him. The third likewise;",
    "22": "and the seven took her and left no children. Last of all the woman also died.",
    "23": "In the resurrection, when they rise, whose wife will she be of them? For the seven had her as a wife.”",
    "24": "Jesus answered them, “Isn’t this because you are mistaken, not knowing the Scriptures, nor the power of God?",
    "25": "For when they will rise from the dead, they neither marry, nor are given in marriage, but are like angels in heaven.",
    "26": "But about the dead, that they are raised; haven’t you read in the book of Moses, about the Bush, how God spoke to him, saying, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob’?",
    "27": "He is not the God of the dead, but of the living. You are therefore badly mistaken.”",
    "28": "One of the scribes came, and heard them questioning together, and knowing that he had answered them well, asked him, “Which commandment is the greatest of all?”",
    "29": "Jesus answered, “The greatest is, ‘Hear, Israel, the Lord our God, the Lord is one:",
    "30": "you shall love the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your strength.’ This is the first commandment.",
    "31": "The second is like this, ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
    "32": "The scribe said to him, “Truly, teacher, you have said well that he is one, and there is none other but he,",
    "33": "and to love him with all the heart, and with all the understanding, with all the soul, and with all the strength, and to love his neighbor as himself, is more important than all whole burnt offerings and sacrifices.”",
    "34": "When Jesus saw that he answered wisely, he said to him, “You are not far from God’s Kingdom.” No one dared ask him any question after that.",
    "35": "Jesus responded, as he taught in the temple, “How is it that the scribes say that the Christ is the son of David?",
    "36": "For David himself said in the Holy Spirit, ‘The Lord said to my Lord, “Sit at my right hand, until I make your enemies the footstool of your feet.” ’",
    "37": "Therefore David himself calls him Lord, so how can he be his son?” The common people heard him gladly.",
    "38": "In his teaching he said to them, “Beware of the scribes, who like to walk in long robes, and to get greetings in the marketplaces,",
    "39": "and the best seats in the synagogues, and the best places at feasts:",
    "40": "those who devour widows’ houses, and for a pretense make long prayers. These will receive greater condemnation.”",
    "41": "Jesus sat down opposite the treasury, and saw how the multitude cast money into the treasury. Many who were rich cast in much.",
    "42": "A poor widow came, and she cast in two small brass coins, which equal a quadrans coin.",
    "43": "He called his disciples to himself, and said to them, “Most certainly I tell you, this poor widow gave more than all those who are giving into the treasury,",
    "44": "for they all gave out of their abundance, but she, out of her poverty, gave all that she had to live on.”"
  },
  "ljpw_coordinates": {
    "1": [
      0.5103448275862069,
      0.5196551724137931,
      0.5262068965517241,
      0.5103448275862069
    ],
    "2": [
      0.5,
      0.5,
      0.5,
      0.6
    ],
    "3": [
      0.5567567567567567,
      0.5,
      0.4574324324324324,
      0.5
    ],
    "4": [
      0.5629807692307693,
      0.5,
      0.46033653846153844,
      0.5100961538461539
    ],
    "5": [
      0.5131944444444445,
      0.5,
      0.5,
      0.5131944444444445
    ],
    "6": [
      0.6124999999999999,
      0.5,
      0.45937500000000003,
      0.5583333333333333
    ],
    "7": [
      0.5112359550561798,
      0.5,
      0.5,
      0.5112359550561798
    ],
    "8": [
      0.5521739130434783,
      0.5,
      0.4608695652173913,
      0.5
    ],
    "9": [
      0.605058651026393,
      0.5651881720430109,
      0.4835043988269796,
      0.6323924731182797
    ],
    "10": [
      0.5517241379310345,
      0.5,
      0.46120689655172414,
      0.5
    ],
    "11": [
      0.5914678899082568,
      0.5741590214067279,
      0.5,
      0.6475840978593272
    ],
    "12": [
      0.5535087719298246,
      0.5190789473684211,
      0.48530701754385963,
      0.5
    ],
    "13": [
      0.5274285714285715,
      0.5619047619047619,
      0.5660952380952381,
      0.5495238095238095
    ],
    "14": [
      0.5097418957505179,
      0.6821958456973294,
      0.49269357818711157,
      0.8866468842729971
    ],
    "15": [
      0.5168334700574241,
      0.556231884057971,
      0.48737489745693185,
      0.6515942028985506
    ],
    "16": [
      0.5304761904761905,
      0.5,
      0.47714285714285715,
      0.5714285714285714
    ],
    "17": [
      0.7,
      0.6666666666666666,
      0.5,
      0.7333333333333333
    ],
    "18": [
      0.5535211267605634,
      0.5,
      0.45985915492957746,
      0.5
    ],
    "19": [
      0.5,
      0.5666666666666667,
      0.5,
      0.6333333333333333
    ],
    "20": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "21": [
      0.5,
      0.5666666666666667,
      0.5,
      0.6333333333333333
    ],
    "22": [
      0.5125000000000001,
      0.5,
      0.5,
      0.5125000000000001
    ],
    "23": [
      0.5333951762523191,
      0.5,
      0.4749536178107607,
      0.5714285714285714
    ],
    "24": [
      0.8857142857142857,
      0.8571428571428571,
      0.6714285714285714,
      0.9142857142857141
    ],
    "25": [
      0.565934065934066,
      0.5,
      0.46126373626373623,
      0.5142857142857143
    ],
    "26": [
      0.6020715734093276,
      0.572745291463437,
      0.4931810708609635,
      0.6230869001297017
    ],
    "27": [
      0.6841477272727272,
      0.6393939393939393,
      0.48734374999999996,
      0.6951515151515151
    ],
    "28": [
      0.5022538467095283,
      0.5593272171253822,
      0.5,
      0.6621926846300176
    ],
    "29": [
      0.8,
      0.75,
      0.5,
      0.85
    ],
    "30": [
      0.7782857142857144,
      0.7301587301587301,
      0.5,
      0.8243174603174602
    ],
    "31": [
      0.6125221631205673,
      0.5,
      0.45937500000000003,
      0.5583554964539007
    ],
    "32": [
      0.5289285714285714,
      0.5495238095238095,
      0.47830357142857144,
      0.599047619047619
    ],
    "33": [
      0.5019493177387914,
      0.7301587301587301,
      0.8222222222222221,
      0.6860763018657755
    ],
    "34": [
      0.7825317731370024,
      0.7277448071216618,
      0.49307149655674376,
      0.8410979228486647
    ],
    "35": [
      0.7,
      0.6666666666666666,
      0.5,
      0.7661800486618005
    ],
    "36": [
      0.8857142857142857,
      0.8357142857142856,
      0.5857142857142856,
      0.9142857142857141
    ],
    "37": [
      0.591605504587156,
      0.5741590214067279,
      0.5,
      0.6477217125382264
    ],
    "38": [
      0.5,
      0.5666666666666667,
      0.5,
      0.6333333333333333
    ],
    "39": [
      0.5,
      0.5208333333333334,
      0.5277777777777778,
      0.5
    ],
    "40": [
      0.560989010989011,
      0.5,
      0.46208791208791206,
      0.5104395604395605
    ],
    "41": [
      0.6012729844413013,
      0.5619047619047619,
      0.4797595473833097,
      0.5866666666666667
    ],
    "42": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "43": [
      0.5504065040650407,
      0.5,
      0.4621951219512195,
      0.5
    ],
    "44": [
      0.5518987341772152,
      0.5,
      0.4610759493670886,
      0.5
    ]
  }
}