{
  "book": "Mark",
  "chapter": 9,
  "translation": "World English Bible",
  "language": "English",
  "verse_count": 50,
  "verses": {
    "1": "He said to them, “Most certainly I tell you, there are some standing here who will in no way taste death until they see God’s Kingdom come with power.”",
    "2": "After six days Jesus took with him Peter, James, and John, and brought them up onto a high mountain privately by themselves, and he was changed into another form in front of them.",
    "3": "His clothing became glistening, exceedingly white, like snow, such as no launderer on earth can whiten them.",
    "4": "Elijah and Moses appeared to them, and they were talking with Jesus.",
    "5": "Peter answered Jesus, “Rabbi, it is good for us to be here. Let’s make three tents: one for you, one for Moses, and one for Elijah.”",
    "6": "For he didn’t know what to say, for they were very afraid.",
    "7": "A cloud came, overshadowing them, and a voice came out of the cloud, “This is my beloved Son. Listen to him.”",
    "8": "Suddenly looking around, they saw no one with them any more, except Jesus only.",
    "9": "As they were coming down from the mountain, he commanded them that they should tell no one what things they had seen, until after the Son of Man had risen from the dead.",
    "10": "They kept this saying to themselves, questioning what the “rising from the dead” meant.",
    "11": "They asked him, saying, “Why do the scribes say that Elijah must come first?”",
    "12": "He said to them, “Elijah indeed comes first, and restores all things. How is it written about the Son of Man, that he should suffer many things and be despised?",
    "13": "But I tell you that Elijah has come, and they have also done to him whatever they wanted to, even as it is written about him.”",
    "14": "Coming to the disciples, he saw a great multitude around them, and scribes questioning them.",
    "15": "Immediately all the multitude, when they saw him, were greatly amazed, and running to him, greeted him.",
    "16": "He asked the scribes, “What are you asking them?”",
    "17": "One of the multitude answered, “Teacher, I brought to you my son, who has a mute spirit;",
    "18": "and wherever it seizes him, it throws him down, and he foams at the mouth, and grinds his teeth, and wastes away. I asked your disciples to cast it out, and they weren’t able.”",
    "19": "He answered him, “Unbelieving generation, how long shall I be with you? How long shall I bear with you? Bring him to me.”",
    "20": "They brought him to him, and when he saw him, immediately the spirit convulsed him, and he fell on the ground, wallowing and foaming at the mouth.",
    "21": "He asked his father, “How long has it been since this has come to him?” He said, “From childhood.",
    "22": "Often it has cast him both into the fire and into the water to destroy him. But if you can do anything, have compassion on us, and help us.”",
    "23": "Jesus said to him, “If you can believe, all things are possible to him who believes.”",
    "24": "Immediately the father of the child cried out with tears, “I believe. Help my unbelief!”",
    "25": "When Jesus saw that a multitude came running together, he rebuked the unclean spirit, saying to him, “You mute and deaf spirit, I command you, come out of him, and never enter him again!”",
    "26": "After crying out and convulsing him greatly, it came out of him. The boy became like one dead, so much that most of them said, “He is dead.”",
    "27": "But Jesus took him by the hand, and raised him up; and he arose.",
    "28": "When he had come into the house, his disciples asked him privately, “Why couldn’t we cast it out?”",
    "29": "He said to them, “This kind can come out by nothing, except by prayer and fasting.”",
    "30": "They went out from there, and passed through Galilee. He didn’t want anyone to know it.",
    "31": "For he was teaching his disciples, and said to them, “The Son of Man is being handed over to the hands of men, and they will kill him; and when he is killed, on the third day he will rise again.”",
    "32": "But they didn’t understand the saying, and were afraid to ask him.",
    "33": "He came to Capernaum, and when he was in the house he asked them, “What were you arguing among yourselves on the way?”",
    "34": "But they were silent, for they had disputed with one another on the way about who was the greatest.",
    "35": "He sat down, and called the twelve; and he said to them, “If any man wants to be first, he shall be last of all, and servant of all.”",
    "36": "He took a little child, and set him in the middle of them. Taking him in his arms, he said to them,",
    "37": "“Whoever receives one such little child in my name, receives me, and whoever receives me, doesn’t receive me, but him who sent me.”",
    "38": "John said to him, “Teacher, we saw someone who doesn’t follow us casting out demons in your name; and we forbade him, because he doesn’t follow us.”",
    "39": "But Jesus said, “Don’t forbid him, for there is no one who will do a mighty work in my name, and be able quickly to speak evil of me.",
    "40": "For whoever is not against us is on our side.",
    "41": "For whoever will give you a cup of water to drink in my name, because you are Christ’s, most certainly I tell you, he will in no way lose his reward.",
    "42": "Whoever will cause one of these little ones who believe in me to stumble, it would be better for him if he were thrown into the sea with a millstone hung around his neck.",
    "43": "If your hand causes you to stumble, cut it off. It is better for you to enter into life maimed, rather than having your two hands to go into Gehenna, into the unquenchable fire,",
    "44": "‘where their worm doesn’t die, and the fire is not quenched.’",
    "45": "If your foot causes you to stumble, cut it off. It is better for you to enter into life lame, rather than having your two feet to be cast into Gehenna, into the fire that will never be quenched—",
    "46": "‘where their worm doesn’t die, and the fire is not quenched.’",
    "47": "If your eye causes you to stumble, cast it out. It is better for you to enter into God’s Kingdom with one eye, rather than having two eyes to be cast into the Gehenna of fire,",
    "48": "‘where their worm doesn’t die, and the fire is not quenched.’",
    "49": "For everyone will be salted with fire, and every sacrifice will be seasoned with salt.",
    "50": "Salt is good, but if the salt has lost its saltiness, with what will you season it? Have salt in yourselves, and be at peace with one another.”"
  },
  "ljpw_coordinates": {
    "1": [
      0.5121354472499511,
      0.7213740458015268,
      0.8008220786846741,
      0.6770992366412214
    ],
    "2": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "3": [
      0.5113636363636364,
      0.5,
      0.5,
      0.5113636363636364
    ],
    "4": [
      0.6839338842975206,
      0.6393939393939393,
      0.48750413223140493,
      0.6951515151515151
    ],
    "5": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "6": [
      0.5280519480519481,
      0.5495238095238095,
      0.478961038961039,
      0.599047619047619
    ],
    "7": [
      0.6333333333333333,
      0.5,
      0.45,
      0.5666666666666667
    ],
    "8": [
      0.6827130852340936,
      0.6288515406162465,
      0.4827130852340936,
      0.6854341736694678
    ],
    "9": [
      0.5111940298507462,
      0.5,
      0.5,
      0.5111940298507462
    ],
    "10": [
      0.4,
      0.4,
      0.5,
      0.5
    ],
    "11": [
      0.5290556900726392,
      0.5,
      0.4782082324455206,
      0.5714285714285714
    ],
    "12": [
      0.5,
      0.5,
      0.5,
      0.6
    ],
    "13": [
      0.5567010309278351,
      0.5,
      0.4574742268041237,
      0.5
    ],
    "14": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "15": [
      0.5652439024390244,
      0.5,
      0.46067073170731704,
      0.5128048780487805
    ],
    "16": [
      0.5169212690951821,
      0.5702898550724638,
      0.5857148452800627,
      0.5953623188405797
    ],
    "17": [
      0.6853459972862956,
      0.6393939393939393,
      0.4864450474898236,
      0.6951515151515151
    ],
    "18": [
      0.5514925373134328,
      0.5,
      0.46138059701492534,
      0.5
    ],
    "19": [
      0.5513586956521739,
      0.5,
      0.46820652173913047,
      0.5714673913043478
    ],
    "20": [
      0.6092129884424877,
      0.5548523206751056,
      0.47325261419922954,
      0.5845202715098148
    ],
    "21": [
      0.4326086956521739,
      0.41565217391304343,
      0.48728260869565215,
      0.5391304347826087
    ],
    "22": [
      0.6250022251891411,
      0.5,
      0.4433911882510013,
      0.5495238095238095
    ],
    "23": [
      0.6011868131868132,
      0.5619047619047619,
      0.4798241758241758,
      0.5866666666666667
    ],
    "24": [
      0.5536231884057972,
      0.5,
      0.4597826086956522,
      0.5
    ],
    "25": [
      0.6871698906644239,
      0.6392276422764227,
      0.48756728343145495,
      0.7258774880852256
    ],
    "26": [
      0.4,
      0.4,
      0.5,
      0.5
    ],
    "27": [
      0.6010714285714286,
      0.5619047619047619,
      0.4799107142857143,
      0.5866666666666667
    ],
    "28": [
      0.5312380952380953,
      0.5,
      0.4765714285714286,
      0.5714285714285714
    ],
    "29": [
      0.5,
      0.5202380952380953,
      0.526984126984127,
      0.5
    ],
    "30": [
      0.5264705882352941,
      0.5495238095238095,
      0.4801470588235294,
      0.599047619047619
    ],
    "31": [
      0.541384655127874,
      0.5438818565400844,
      0.4741927150607078,
      0.5947386549556533
    ],
    "32": [
      0.5,
      0.5606501831501831,
      0.5148351648351648,
      0.599047619047619
    ],
    "33": [
      0.5345368916797488,
      0.5,
      0.4740973312401884,
      0.5714285714285714
    ],
    "34": [
      0.5582278481012658,
      0.5,
      0.4563291139240506,
      0.5
    ],
    "35": [
      0.5113402061855671,
      0.5,
      0.5,
      0.5113402061855671
    ],
    "36": [
      0.5038006756756757,
      0.5677083333333334,
      0.5947916666666667,
      0.5579673423423424
    ],
    "37": [
      0.5623762376237624,
      0.5,
      0.46138613861386135,
      0.5108910891089109
    ],
    "38": [
      0.5173773129525342,
      0.6115151515151515,
      0.4869670152855993,
      0.7230303030303029
    ],
    "39": [
      0.7777938111271445,
      0.7301587301587301,
      0.5,
      0.8238255571588904
    ],
    "40": [
      0.5514285714285715,
      0.5,
      0.4614285714285714,
      0.5
    ],
    "41": [
      0.6107928047968022,
      0.5548523206751056,
      0.4721185876082612,
      0.5845880524095048
    ],
    "42": [
      0.5477777777777778,
      0.5,
      0.47,
      0.5702777777777778
    ],
    "43": [
      0.5510791366906476,
      0.5,
      0.4616906474820144,
      0.5
    ],
    "44": [
      0.5521739130434783,
      0.5,
      0.4608695652173913,
      0.5
    ],
    "45": [
      0.5503311258278146,
      0.5,
      0.46225165562913906,
      0.5
    ],
    "46": [
      0.5521739130434783,
      0.5,
      0.4608695652173913,
      0.5
    ],
    "47": [
      0.5120441051738762,
      0.7213740458015268,
      0.8008905852417303,
      0.6770992366412214
    ],
    "48": [
      0.5521739130434783,
      0.5,
      0.4608695652173913,
      0.5
    ],
    "49": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "50": [
      0.5290909090909091,
      0.5,
      0.47818181818181815,
      0.5714285714285714
    ]
  }
}