{
  "book": "Mark",
  "chapter": 6,
  "translation": "World English Bible",
  "language": "English",
  "verse_count": 56,
  "verses": {
    "1": "He went out from there. He came into his own country, and his disciples followed him.",
    "2": "When the Sabbath had come, he began to teach in the synagogue, and many hearing him were astonished, saying, “Where did this man get these things?” and, “What is the wisdom that is given to this man, that such mighty works come about by his hands?",
    "3": "Isn’t this the carpenter, the son of Mary, and brother of James, Joses, Judah, and Simon? Aren’t his sisters here with us?” They were offended at him.",
    "4": "Jesus said to them, “A prophet is not without honor, except in his own country, and among his own relatives, and in his own house.”",
    "5": "He could do no mighty work there, except that he laid his hands on a few sick people, and healed them.",
    "6": "He marveled because of their unbelief. He went around the villages teaching.",
    "7": "He called to himself the twelve, and began to send them out two by two; and he gave them authority over the unclean spirits.",
    "8": "He commanded them that they should take nothing for their journey, except a staff only: no bread, no wallet, no money in their purse,",
    "9": "but to wear sandals, and not put on two tunics.",
    "10": "He said to them, “Wherever you enter into a house, stay there until you depart from there.",
    "11": "Whoever will not receive you nor hear you, as you depart from there, shake off the dust that is under your feet for a testimony against them. Assuredly, I tell you, it will be more tolerable for Sodom and Gomorrah in the day of judgment than for that city!”",
    "12": "They went out and preached that people should repent.",
    "13": "They cast out many demons, and anointed many with oil who were sick, and healed them.",
    "14": "King Herod heard this, for his name had become known, and he said, “John the Baptizer has risen from the dead, and therefore these powers are at work in him.”",
    "15": "But others said, “He is Elijah.” Others said, “He is a prophet, or like one of the prophets.”",
    "16": "But Herod, when he heard this, said, “This is John, whom I beheaded. He has risen from the dead.”",
    "17": "For Herod himself had sent out and arrested John, and bound him in prison for the sake of Herodias, his brother Philip’s wife, for he had married her.",
    "18": "For John said to Herod, “It is not lawful for you to have your brother’s wife.”",
    "19": "Herodias set herself against him, and desired to kill him, but she couldn’t,",
    "20": "for Herod feared John, knowing that he was a righteous and holy man, and kept him safe. When he heard him, he did many things, and he heard him gladly.",
    "21": "Then a convenient day came, that Herod on his birthday made a supper for his nobles, the high officers, and the chief men of Galilee.",
    "22": "When the daughter of Herodias herself came in and danced, she pleased Herod and those sitting with him. The king said to the young lady, “Ask me whatever you want, and I will give it to you.”",
    "23": "He swore to her, “Whatever you shall ask of me, I will give you, up to half of my kingdom.”",
    "24": "She went out, and said to her mother, “What shall I ask?” She said, “The head of John the Baptizer.”",
    "25": "She came in immediately with haste to the king, and asked, “I want you to give me right now the head of John the Baptizer on a platter.”",
    "26": "The king was exceedingly sorry, but for the sake of his oaths, and of his dinner guests, he didn’t wish to refuse her.",
    "27": "Immediately the king sent out a soldier of his guard, and commanded to bring John’s head, and he went and beheaded him in the prison,",
    "28": "and brought his head on a platter, and gave it to the young lady; and the young lady gave it to her mother.",
    "29": "When his disciples heard this, they came and took up his corpse, and laid it in a tomb.",
    "30": "The apostles gathered themselves together to Jesus, and they told him all things, whatever they had done, and whatever they had taught.",
    "31": "He said to them, “You come apart into a deserted place, and rest awhile.” For there were many coming and going, and they had no leisure so much as to eat.",
    "32": "They went away in the boat to a deserted place by themselves.",
    "33": "They saw them going, and many recognized him and ran there on foot from all the cities. They arrived before them and came together to him.",
    "34": "Jesus came out, saw a great multitude, and he had compassion on them, because they were like sheep without a shepherd, and he began to teach them many things.",
    "35": "When it was late in the day, his disciples came to him, and said, “This place is deserted, and it is late in the day.",
    "36": "Send them away, that they may go into the surrounding country and villages, and buy themselves bread, for they have nothing to eat.”",
    "37": "But he answered them, “You give them something to eat.” They asked him, “Shall we go and buy two hundred denarii worth of bread, and give them something to eat?”",
    "38": "He said to them, “How many loaves do you have? Go see.” When they knew, they said, “Five, and two fish.”",
    "39": "He commanded them that everyone should sit down in groups on the green grass.",
    "40": "They sat down in ranks, by hundreds and by fifties.",
    "41": "He took the five loaves and the two fish, and looking up to heaven, he blessed and broke the loaves, and he gave to his disciples to set before them, and he divided the two fish among them all.",
    "42": "They all ate, and were filled.",
    "43": "They took up twelve baskets full of broken pieces and also of the fish.",
    "44": "Those who ate the loaves were five thousand men.",
    "45": "Immediately he made his disciples get into the boat, and to go ahead to the other side, to Bethsaida, while he himself sent the multitude away.",
    "46": "After he had taken leave of them, he went up the mountain to pray.",
    "47": "When evening had come, the boat was in the middle of the sea, and he was alone on the land.",
    "48": "Seeing them distressed in rowing, for the wind was contrary to them, about the fourth watch of the night he came to them, walking on the sea, and he would have passed by them,",
    "49": "but they, when they saw him walking on the sea, supposed that it was a ghost, and cried out;",
    "50": "for they all saw him, and were troubled. But he immediately spoke with them, and said to them, “Cheer up! It is I! Don’t be afraid.”",
    "51": "He got into the boat with them; and the wind ceased, and they were very amazed among themselves, and marveled;",
    "52": "for they hadn’t understood about the loaves, but their hearts were hardened.",
    "53": "When they had crossed over, they came to land at Gennesaret, and moored to the shore.",
    "54": "When they had come out of the boat, immediately the people recognized him,",
    "55": "and ran around that whole region, and began to bring those who were sick, on their mats, to where they heard he was.",
    "56": "Wherever he entered, into villages, or into cities, or into the country, they laid the sick in the marketplaces, and begged him that they might just touch the fringe of his garment; and as many as touched him were made well."
  },
  "ljpw_coordinates": {
    "1": [
      0.5626865671641791,
      0.5,
      0.46082089552238803,
      0.5104477611940299
    ],
    "2": [
      0.5093215467553249,
      0.6821958456973294,
      0.4930088399335063,
      0.8866468842729971
    ],
    "3": [
      0.5,
      0.5,
      0.5,
      0.6
    ],
    "4": [
      0.6010285714285715,
      0.5619047619047619,
      0.4799428571428571,
      0.5866666666666667
    ],
    "5": [
      0.5266907775768536,
      0.5619047619047619,
      0.5666485834840266,
      0.5495238095238095
    ],
    "6": [
      0.5269387755102041,
      0.5495238095238095,
      0.4797959183673469,
      0.599047619047619
    ],
    "7": [
      0.7,
      0.6666666666666666,
      0.5,
      0.7333333333333333
    ],
    "8": [
      0.5114285714285715,
      0.5,
      0.5,
      0.5114285714285715
    ],
    "9": [
      0.5,
      0.5208333333333334,
      0.5277777777777778,
      0.5
    ],
    "10": [
      0.5571428571428572,
      0.5,
      0.45714285714285713,
      0.5
    ],
    "11": [
      0.5456683168316832,
      0.5,
      0.47159653465346535,
      0.5702970297029704
    ],
    "12": [
      0.5,
      0.522159090909091,
      0.5295454545454545,
      0.5
    ],
    "13": [
      0.564179104477612,
      0.5,
      0.4597014925373134,
      0.5104477611940299
    ],
    "14": [
      0.5116380928544613,
      0.7213740458015268,
      0.8011950944812914,
      0.6770992366412214
    ],
    "15": [
      0.5537313432835821,
      0.5,
      0.4597014925373134,
      0.5
    ],
    "16": [
      0.5577464788732395,
      0.5,
      0.4566901408450704,
      0.5
    ],
    "17": [
      0.510593220338983,
      0.5,
      0.5,
      0.510593220338983
    ],
    "18": [
      0.5278934624697337,
      0.599047619047619,
      0.5162227602905569,
      0.5619047619047619
    ],
    "19": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "20": [
      0.5207270011203784,
      0.8350180505415161,
      0.6126073696003983,
      0.7127474169052657
    ],
    "21": [
      0.5504761904761905,
      0.5,
      0.46214285714285713,
      0.5
    ],
    "22": [
      0.5167097532314924,
      0.5702898550724638,
      0.58587348217783,
      0.5953623188405797
    ],
    "23": [
      0.5183471074380165,
      0.6393939393939393,
      0.6813911845730027,
      0.6115151515151515
    ],
    "24": [
      0.530952380952381,
      0.5,
      0.47678571428571426,
      0.5714285714285714
    ],
    "25": [
      0.5173076923076922,
      0.6393939393939393,
      0.6821707459207459,
      0.6115151515151515
    ],
    "26": [
      0.5,
      0.5833333333333334,
      0.6166666666666667,
      0.5666666666666667
    ],
    "27": [
      0.5039285714285714,
      0.5677083333333334,
      0.5947916666666667,
      0.5580952380952381
    ],
    "28": [
      0.551219512195122,
      0.5210365853658537,
      0.4896341463414634,
      0.5
    ],
    "29": [
      0.5,
      0.5,
      0.5,
      0.6
    ],
    "30": [
      0.600685900925422,
      0.56630012701869,
      0.49039738704409364,
      0.5726546906187625
    ],
    "31": [
      0.5521367521367522,
      0.5,
      0.46089743589743587,
      0.5
    ],
    "32": [
      0.553061224489796,
      0.5,
      0.46020408163265303,
      0.5
    ],
    "33": [
      0.5113636363636364,
      0.5,
      0.5,
      0.5113636363636364
    ],
    "34": [
      0.7779236641221375,
      0.7213740458015268,
      0.490793893129771,
      0.8099236641221375
    ],
    "35": [
      0.5288998357963876,
      0.5,
      0.47832512315270936,
      0.5714285714285714
    ],
    "36": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "37": [
      0.5301974448315911,
      0.5,
      0.4773519163763066,
      0.5714285714285714
    ],
    "38": [
      0.5352250489236791,
      0.5,
      0.4735812133072407,
      0.5714285714285714
    ],
    "39": [
      0.5111111111111112,
      0.5,
      0.5,
      0.5111111111111112
    ],
    "40": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "41": [
      0.5,
      0.5833333333333334,
      0.6166666666666667,
      0.5666666666666667
    ],
    "42": [
      0.5652173913043479,
      0.5,
      0.4608695652173913,
      0.5130434782608696
    ],
    "43": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "44": [
      0.558974358974359,
      0.5,
      0.45576923076923076,
      0.5
    ],
    "45": [
      0.5552631578947369,
      0.5,
      0.4585526315789474,
      0.5
    ],
    "46": [
      0.5549019607843138,
      0.5,
      0.4588235294117647,
      0.5
    ],
    "47": [
      0.5314699792960662,
      0.5,
      0.4763975155279503,
      0.5714285714285714
    ],
    "48": [
      0.5148340004709206,
      0.6147849462365592,
      0.6539282630876698,
      0.556989247311828
    ],
    "49": [
      0.5409580838323353,
      0.5664471057884233,
      0.5613373253493015,
      0.5415169660678643
    ],
    "50": [
      0.5515463917525774,
      0.5,
      0.461340206185567,
      0.5
    ],
    "51": [
      0.5505747126436782,
      0.5,
      0.46206896551724136,
      0.5
    ],
    "52": [
      0.5516129032258065,
      0.5,
      0.4612903225806452,
      0.5
    ],
    "53": [
      0.528997867803838,
      0.5,
      0.47825159914712156,
      0.5714285714285714
    ],
    "54": [
      0.5323809523809524,
      0.5,
      0.47571428571428576,
      0.5714285714285714
    ],
    "55": [
      0.5544444444444445,
      0.5,
      0.45916666666666667,
      0.5
    ],
    "56": [
      0.5,
      0.6666666666666666,
      0.7333333333333333,
      0.6661800486618005
    ]
  }
}