{
    "book": "Mark",
    "chapter": 1,
    "translation": "New World Translation",
    "source": "Manual entry from NWT online",
    "verse_count": 45,
    "verses": {
        "1": "The beginning of the good news about Jesus Christ, the Son of God.",
        "2": "Just as it is written in Isaiah the prophet: 'Look! I am sending my messenger ahead of you, who will prepare your way;",
        "3": "a voice of one calling out in the wilderness: Prepare the way of Jehovah! Make his roads straight.'",
        "4": "John the Baptist appeared in the wilderness, proclaiming baptism in symbol of repentance for forgiveness of sins.",
        "5": "And all the territory of Judea and all the inhabitants of Jerusalem went out to him, and they were baptized by him in the Jordan River, openly confessing their sins.",
        "6": "Now John was clothed with camel hair and wore a leather belt around his waist, and he ate locusts and wild honey.",
        "7": "And he was preaching: 'Someone stronger than I am is coming after me, and I am not worthy to stoop down and untie the laces of his sandals.",
        "8": "I baptized you with water, but he will baptize you with holy spirit.'",
        "9": "In the course of those days, Jesus came from Nazareth of Galilee and was baptized by John in the Jordan.",
        "10": "And immediately on coming up out of the water, he saw the heavens being parted and the spirit descending on him like a dove.",
        "11": "And a voice came out of the heavens: 'You are my Son, the beloved; I have approved you.'",
        "12": "And immediately the spirit impelled him to go into the wilderness.",
        "13": "So he remained in the wilderness for 40 days, being tempted by Satan. He was with the wild animals, and the angels were ministering to him.",
        "14": "Now after John was arrested, Jesus went into Galilee, preaching the good news of God",
        "15": "and saying: 'The appointed time has been fulfilled, and the Kingdom of God has drawn near. Repent, and have faith in the good news.'",
        "16": "As he was walking alongside the Sea of Galilee, he saw Simon and Andrew, Simon's brother, casting their nets into the sea, for they were fishermen.",
        "17": "So Jesus said to them: 'Come after me, and I will cause you to become fishers of men.'",
        "18": "And at once they abandoned their nets and followed him.",
        "19": "After going on a little farther, he saw James the son of Zebedee and John his brother; in fact, they were in their boat mending their nets.",
        "20": "Without delay he called them, and they left their father Zebedee in the boat with the hired men and went after him.",
        "21": "And they went into Capernaum. As soon as the Sabbath arrived, he entered the synagogue and began to teach.",
        "22": "And they were astounded at his way of teaching, for he was teaching them as one having authority and not as the scribes.",
        "23": "At that very moment, there was in their synagogue a man under the power of an unclean spirit, and he shouted,",
        "24": "saying: 'What have we to do with you, Jesus the Nazarene? Did you come to destroy us? I know exactly who you are, the Holy One of God!'",
        "25": "But Jesus rebuked it, saying: 'Be silent, and come out of him!'",
        "26": "And the unclean spirit, after throwing him into a convulsion and crying out with a loud voice, came out of him.",
        "27": "Well, the people were all so astonished that they began to discuss it among themselves, saying: 'What is this? A new teaching! He authoritatively orders even the unclean spirits, and they obey him.'",
        "28": "So the report about him spread immediately in all directions throughout the whole region of Galilee.",
        "29": "And as soon as they left the synagogue, they went into the house of Simon and Andrew with James and John.",
        "30": "Now Simon's mother-in-law was lying down sick with a fever, and they at once told him about her.",
        "31": "Going over to her, he raised her up, taking her by the hand; and the fever left her, and she began ministering to them.",
        "32": "After sunset, when the darkness had fallen, the people began bringing him all those who were ill and those demon-possessed.",
        "33": "In fact, the whole city was gathered right at the door.",
        "34": "So he cured many who were ill with various sicknesses, and he expelled many demons, but he would not let the demons speak, for they knew him to be Christ.",
        "35": "And very early in the morning, while it was still dark, he got up and went outside and left for an isolated place, and there he began praying.",
        "36": "However, Simon and those with him hunted for him,",
        "37": "and when they found him, they said to him: 'Everyone is looking for you.'",
        "38": "But he said to them: 'Let us go somewhere else, into the towns nearby, so that I may preach there also, for this is why I have come.'",
        "39": "And he went throughout the whole of Galilee, preaching in their synagogues and expelling the demons.",
        "40": "A leper also came to him, pleading with him even on bended knee, saying to him: 'If you just want to, you can make me clean.'",
        "41": "At that he was moved with pity, and he stretched out his hand and touched him, and said to him: 'I want to! Be made clean.'",
        "42": "And immediately the leprosy vanished from him, and he was made clean.",
        "43": "Furthermore, he gave him strict orders and immediately sent him away,",
        "44": "and said to him: 'See that you tell nobody anything, but go show yourself to the priest and offer in behalf of your cleansing the things Moses directed, for a witness to them.'",
        "45": "But after going out, the man started to proclaim it a great deal and to spread the account widely, so that Jesus was no longer able to enter openly into a city, but he stayed outside in isolated places. Yet people kept coming to him from all sides."
    }
}