{
  "source": "eBible.org Wedau Bible (Wycliffe 2010)",
  "total_words": 86309,
  "unique_words": 5320,
  "books_processed": 30,
  "book_statistics": [
    {
      "file": "02-GENwed.usfm",
      "book": "Genesis - Karena",
      "words": 10725,
      "unique": 1451
    },
    {
      "file": "03-EXOwed.usfm",
      "book": "Exodus - Oputawanana",
      "words": 8335,
      "unique": 1342
    },
    {
      "file": "04-LEVwed.usfm",
      "book": "Leviticus - Levi ai kaua",
      "words": 887,
      "unique": 285
    },
    {
      "file": "05-NUMwed.usfm",
      "book": "Numbers - Au Mutulua",
      "words": 3086,
      "unique": 709
    },
    {
      "file": "06-DEUwed.usfm",
      "book": "Deuteronomy - Tarawatu Viruaina",
      "words": 1630,
      "unique": 501
    },
    {
      "file": "07-JOSwed.usfm",
      "book": "Joshua",
      "words": 641,
      "unique": 258
    },
    {
      "file": "08-JDGwed.usfm",
      "book": "Judges - Taurauetara",
      "words": 341,
      "unique": 144
    },
    {
      "file": "10-1SAwed.usfm",
      "book": "1 Samuel",
      "words": 4041,
      "unique": 843
    },
    {
      "file": "11-2SAwed.usfm",
      "book": "Samuel Viruaina",
      "words": 1557,
      "unique": 426
    },
    {
      "file": "12-1KIwed.usfm",
      "book": "1 Kings - Gulagulau Naona",
      "words": 4811,
      "unique": 933
    },
    {
      "file": "13-2KIwed.usfm",
      "book": "2 Kings - Gulagulau Viruaina",
      "words": 2746,
      "unique": 653
    },
    {
      "file": "15-2CHwed.usfm",
      "book": "Chronicles Viruaina",
      "words": 451,
      "unique": 193
    },
    {
      "file": "16-EZRwed.usfm",
      "book": "Ezra",
      "words": 220,
      "unique": 114
    },
    {
      "file": "17-NEHwed.usfm",
      "book": "Nehemiah",
      "words": 235,
      "unique": 125
    },
    {
      "file": "19-JOBwed.usfm",
      "book": "Job",
      "words": 1577,
      "unique": 503
    },
    {
      "file": "20-PSAwed.usfm",
      "book": "Psalm - Wela ma Pari",
      "words": 2685,
      "unique": 780
    },
    {
      "file": "21-PROwed.usfm",
      "book": "Proverbs - Nuaulaula Riwai",
      "words": 830,
      "unique": 344
    },
    {
      "file": "22-ECCwed.usfm",
      "book": "Ecclesiastes - Tauviararamana",
      "words": 1686,
      "unique": 496
    },
    {
      "file": "24-ISAwed.usfm",
      "book": "Isaiah",
      "words": 2981,
      "unique": 906
    },
    {
      "file": "25-JERwed.usfm",
      "book": "Jeremiah",
      "words": 1083,
      "unique": 412
    },
    {
      "file": "26-LAMwed.usfm",
      "book": "Lamentation",
      "words": 360,
      "unique": 196
    },
    {
      "file": "27-EZKwed.usfm",
      "book": "Ezekiel",
      "words": 896,
      "unique": 318
    },
    {
      "file": "28-DANwed.usfm",
      "book": "Daniel",
      "words": 184,
      "unique": 103
    },
    {
      "file": "29-HOSwed.usfm",
      "book": "Hosea",
      "words": 119,
      "unique": 72
    },
    {
      "file": "31-AMOwed.usfm",
      "book": "Amos",
      "words": 161,
      "unique": 99
    },
    {
      "file": "33-JONwed.usfm",
      "book": "Jonah",
      "words": 937,
      "unique": 338
    },
    {
      "file": "34-MICwed.usfm",
      "book": "Micah",
      "words": 148,
      "unique": 86
    },
    {
      "file": "39-ZECwed.usfm",
      "book": "Zechariah",
      "words": 217,
      "unique": 126
    },
    {
      "file": "47-MRKwed.usfm",
      "book": "Mark",
      "words": 12416,
      "unique": 1709
    },
    {
      "file": "50-ACTwed.usfm",
      "book": "Apasol",
      "words": 20323,
      "unique": 2175
    }
  ],
  "vocabulary": {
    "ma": 8321,
    "au": 3457,
    "da": 3137,
    "ana": 2473,
    "ina": 1797,
    "eḡa": 1319,
    "ai": 1126,
    "bada": 1117,
    "ita": 926,
    "rava": 909,
    "taui": 837,
    "god": 829,
    "tauna": 763,
    "ona": 712,
    "aubaina": 711,
    "wate": 698,
    "lamna": 674,
    "wei": 661,
    "mai": 602,
    "pa": 534,
    "riwa": 529,
    "kauei": 525,
    "kaua": 497,
    "riwei": 496,
    "maranai": 495,
    "nae": 484,
    "iesu": 476,
    "aiwai": 462,
    "awarina": 452,
    "maiteni": 448,
    "me": 444,
    "am": 437,
    "israel": 421,
    "anatapui": 415,
    "tau": 413,
    "nanare": 381,
    "mae": 376,
    "dobu": 337,
    "anina": 311,
    "tam": 309,
    "bo": 305,
    "mara": 304,
    "ḡelaui": 288,
    "numa": 285,
    "moses": 274,
    "nei": 273,
    "kampa": 272,
    "vaia": 245,
    "aramanei": 235,
    "gulau": 229,
    "ata": 227,
    "paul": 220,
    "ravai": 216,
    "tagogi": 215,
    "anatapuna": 211,
    "mepa": 208,
    "aiai": 200,
    "natuna": 195,
    "terei": 190,
    "marina": 180,
    "babani": 180,
    "riwana": 180,
    "ami": 179,
    "ḡaeḡaena": 178,
    "paribelei": 175,
    "mamae": 168,
    "egypt": 168,
    "ʼnanai": 167,
    "awarii": 167,
    "orana": 166,
    "nonori": 165,
    "taumi": 161,
    "lawana": 159,
    "tana": 158,
    "tawanei": 153,
    "jerusalem": 152,
    "tupua": 150,
    "nai": 147,
    "ḡelauna": 147,
    "melei": 147,
    "dam": 146,
    "david": 146,
    "verei": 145,
    "inanai": 144,
    "dobuna": 143,
    "ava": 142,
    "pulo": 141,
    "madeḡa": 140,
    "kaukauei": 134,
    "taunola": 134,
    "muriai": 132,
    "viraḡeni": 132,
    "tarawatu": 132,
    "maḡamaḡaui": 131,
    "doa": 129,
    "sorodia": 129,
    "paritawanei": 128,
    "awari": 128,
    "ḡeta": 124,
    "marana": 123,
    "aiaina": 123,
    "vomairi": 123,
    "ruaḡa": 121,
    "naona": 120,
    "wavana": 119,
    "peter": 119,
    "joseph": 116,
    "voterei": 114,
    "ḡamoḡamo": 112,
    "vivivireina": 112,
    "weka": 112,
    "pirisi": 112,
    "babadai": 112,
    "jew": 112,
    "naiei": 110,
    "nota": 108,
    "ḡoei": 108,
    "saul": 108,
    "ḡoʼapoapoe": 107,
    "arua": 107,
    "waira": 106,
    "oroto": 105,
    "tevera": 105,
    "tepana": 104,
    "lam": 104,
    "opu": 104,
    "rui": 102,
    "gara": 100,
    "iraḡe": 99,
    "wavine": 98,
    "neiai": 98,
    "apoapoe": 98,
    "ola": 98,
    "peroveta": 98,
    "natunatuna": 95,
    "ḡavia": 95,
    "orotona": 94,
    "taon": 94,
    "tauvotaḡotaḡo": 93,
    "menanare": 90,
    "ravana": 90,
    "tempol": 89,
    "nola": 88,
    "inana": 88,
    "wenanare": 88,
    "patara": 87,
    "jacob": 84,
    "kauana": 84,
    "tauai": 84,
    "abraham": 83,
    "samuel": 83,
    "kwa": 82,
    "ḡaira": 81,
    "murina": 81,
    "awariu": 80,
    "orai": 80,
    "“ma": 80,
    "guratana": 79,
    "vigulau": 79,
    "opunei": 78,
    "ruba": 78,
    "ririwa": 78,
    "ota": 77,
    "amapo": 76,
    "sipu": 76,
    "numana": 75,
    "pharaoh": 74,
    "urana": 73,
    "parivainuaḡana": 73,
    "pom": 72,
    "waga": 72,
    "“wei": 71,
    "rata": 71,
    "jentail": 70,
    "apoapoei": 69,
    "nelaḡai": 69,
    "“tau": 69,
    "“aiwai": 68,
    "elijah": 68,
    "john": 68,
    "awana": 67,
    "vikarei": 67,
    "epaepaia": 67,
    "apoapoena": 66,
    "ani": 66,
    "uta": 66,
    "boga": 65,
    "tere": 65,
    "tonuḡa": 65,
    "solomon": 64,
    "aiaii": 63,
    "awarim": 63,
    "rovo": 62,
    "nenei": 62,
    "rewapana": 62,
    "purapura": 61,
    "anela": 61,
    "ḡorei": 60,
    "apui": 60,
    "bagibagina": 60,
    "palawa": 60,
    "peu": 59,
    "judah": 59,
    "anona": 59,
    "mutulua": 58,
    "voai": 57,
    "“bada": 57,
    "matave": 56,
    "aburuna": 56,
    "mairi": 56,
    "aaron": 56,
    "tagotagogina": 55,
    "nelara": 55,
    "wavinena": 54,
    "amana": 54,
    "avena": 54,
    "nenae": 54,
    "ririwei": 54,
    "boru": 54,
    "aupom": 52,
    "“eḡa": 52,
    "kauai": 52,
    "ta": 52,
    "bukana": 51,
    "“au": 51,
    "amam": 51,
    "maratagogi": 51,
    "vibadei": 50,
    "matana": 50,
    "pari": 50,
    "ḡetai": 50,
    "ḡaeḡaei": 49,
    "ubaubanai": 49,
    "maranaina": 49,
    "nelarai": 49,
    "raupari": 49,
    "job": 49,
    "apasol": 49,
    "vinei": 48,
    "viaiaini": 48,
    "“ona": 48,
    "nuanuana": 48,
    "voepaepai": 48,
    "panipani": 48,
    "mane": 48,
    "pani": 48,
    "aubaii": 47,
    "etanai": 47,
    "kiala": 47,
    "maimairi": 46,
    "vitumaḡana": 46,
    "melagai": 45,
    "netawanei": 45,
    "votaḡotaḡoi": 45,
    "ʼraḡe": 45,
    "egari": 45,
    "isaac": 44,
    "nuabola": 44,
    "bababani": 44,
    "ḡae": 44,
    "voteletelei": 44,
    "elisha": 44,
    "provins": 44,
    "girumi": 43,
    "gabu": 43,
    "“tam": 43,
    "rauboni": 43,
    "tauta": 42,
    "aniapuna": 42,
    "melanai": 42,
    "pariverei": 42,
    "maḡa": 41,
    "babara": 41,
    "babada": 41,
    "notai": 41,
    "bulumakau": 41,
    "vojijini": 41,
    "ḡaima": 41,
    "ririweia": 40,
    "vitumaḡanei": 40,
    "rau": 40,
    "wariaḡa": 39,
    "viararamana": 39,
    "vinuaiai": 38,
    "ririvana": 38,
    "nonoa": 38,
    "taravaina": 38,
    "canaan": 38,
    "nememei": 38,
    "nonoana": 38,
    "tauvitumaḡana": 38,
    "natu": 37,
    "ḡaiḡai": 37,
    "metaeta": 37,
    "rautaniḡana": 37,
    "“mepa": 37,
    "aramana": 37,
    "guratei": 37,
    "awarimi": 37,
    "riweu": 37,
    "geduaiei": 37,
    "kerisiana": 37,
    "nununai": 36,
    "paridadanei": 36,
    "ʼnana": 36,
    "nuaulaula": 36,
    "wapu": 36,
    "vivira": 36,
    "ḡoeḡoei": 36,
    "waguvarai": 36,
    "kovoḡi": 36,
    "egyptei": 36,
    "boai": 36,
    "vaitawanei": 36,
    "lamnei": 36,
    "barnabas": 36,
    "ekalesia": 36,
    "kaukauana": 35,
    "ḡoana": 35,
    "uma": 35,
    "amadodo": 35,
    "na": 34,
    "aiavoi": 34,
    "vilawani": 34,
    "vibaḡai": 34,
    "tou": 34,
    "iʼraḡe": 34,
    "lawalawaina": 33,
    "matai": 33,
    "vinua": 33,
    "tagogina": 33,
    "abram": 33,
    "damona": 33,
    "garara": 33,
    "rome": 33,
    "ḡeḡetelarana": 32,
    "vi": 32,
    "vioai": 32,
    "alona": 32,
    "ḡairai": 32,
    "vouna": 32,
    "maura": 32,
    "naeni": 32,
    "baiei": 32,
    "sia": 31,
    "viḡaei": 31,
    "vibada": 31,
    "vitara": 31,
    "“taumi": 31,
    "vinatuna": 30,
    "voagui": 30,
    "“tauai": 30,
    "“rava": 30,
    "rovoei": 30,
    "jijimanina": 30,
    "taravaini": 30,
    "pariverena": 30,
    "keriso": 30,
    "karena": 29,
    "inanana": 29,
    "votawanei": 29,
    "vereu": 29,
    "veremi": 29,
    "laḡilaḡina": 29,
    "pupuni": 29,
    "vuru": 29,
    "maemae": 29,
    "balaam": 29,
    "babaniei": 29,
    "orau": 29,
    "raugugulei": 29,
    "biaḡa": 28,
    "bababaniei": 28,
    "gabuna": 28,
    "viḡaiḡaiawa": 28,
    "boiboḡi": 28,
    "voepai": 28,
    "herod": 28,
    "vilamonei": 27,
    "kiu": 27,
    "aubai": 27,
    "ae": 27,
    "labalababa": 27,
    "waivinei": 27,
    "lot": 27,
    "vokaukauei": 27,
    "urai": 27,
    "ḡoreḡorei": 27,
    "ḡoa": 27,
    "adana": 27,
    "chariot": 27,
    "aubaiu": 27,
    "naeme": 27,
    "badana": 27,
    "tapuna": 26,
    "uana": 26,
    "rautaniḡanei": 26,
    "virewapana": 26,
    "vovaiubai": 26,
    "matamatave": 26,
    "kolana": 26,
    "joshua": 26,
    "viararamani": 26,
    "viḡaviei": 26,
    "jonah": 26,
    "bababara": 25,
    "kovoḡa": 25,
    "oai": 25,
    "ive": 25,
    "vianinei": 25,
    "pai": 25,
    "apau": 25,
    "wapuna": 25,
    "waivine": 25,
    "wine": 25,
    "patarana": 25,
    "metaetana": 25,
    "ravi": 25,
    "paripari": 25,
    "raudunelei": 25,
    "gabemani": 25,
    "virevirei": 25,
    "torelana": 25,
    "iraḡelei": 25,
    "ḡoʼapoapoei": 25,
    "eli": 25,
    "aii": 25,
    "simon": 25,
    "purui": 24,
    "ḡaeḡae": 24,
    "maemaei": 24,
    "ponana": 24,
    "vinuaiaiei": 24,
    "tereterei": 24,
    "mataira": 24,
    "vipupui": 24,
    "tara": 24,
    "viraḡena": 24,
    "pona": 24,
    "gulagulau": 24,
    "damei": 24,
    "bori": 24,
    "paridadana": 24,
    "donki": 24,
    "tuputupua": 24,
    "ḡairei": 24,
    "grape": 24,
    "agu": 24,
    "wavanei": 24,
    "galili": 24,
    "vodadani": 23,
    "opuopu": 23,
    "viaḡaḡana": 23,
    "vunui": 23,
    "manawa": 23,
    "vitagogiei": 23,
    "natum": 23,
    "naoi": 23,
    "gera": 23,
    "tuatuana": 23,
    "nawaravi": 23,
    "raraupari": 23,
    "buka": 23,
    "tauvilawana": 23,
    "modu": 22,
    "metauna": 22,
    "ainelana": 22,
    "riwem": 22,
    "amlona": 22,
    "viaiaina": 22,
    "maiana": 22,
    "“god": 22,
    "vovai": 22,
    "natunatumi": 22,
    "vaḡai": 22,
    "paribelana": 22,
    "tepai": 22,
    "natuevou": 22,
    "vianina": 22,
    "patapatai": 22,
    "nuaiai": 22,
    "nuavaina": 22,
    "dogadogara": 22,
    "ei": 22,
    "jima": 22,
    "morumorui": 22,
    "ririweta": 21,
    "notanotai": 21,
    "lalalaina": 21,
    "mota": 21,
    "paritawaneiai": 21,
    "vai": 21,
    "uram": 21,
    "ḡela": 21,
    "vivirewapana": 21,
    "natunatui": 21,
    "amai": 21,
    "babanina": 21,
    "ruiei": 21,
    "marei": 21,
    "viborumei": 21,
    "oo": 21,
    "madeḡana": 21,
    "vaivaia": 21,
    "orami": 21,
    "vinuapoapoe": 21,
    "nebelei": 21,
    "meji": 21,
    "patapatana": 21,
    "nuanuami": 21,
    "baal": 21,
    "voepaepa": 21,
    "viwavu": 21,
    "nolana": 21,
    "genuana": 21,
    "uriah": 21,
    "philip": 21,
    "babataito": 21,
    "caesar": 21,
    "parata": 20,
    "paini": 20,
    "viḡavia": 20,
    "maratom": 20,
    "roaroa": 20,
    "paipaini": 20,
    "witi": 20,
    "kwaviviroi": 20,
    "notanota": 20,
    "manasseh": 20,
    "rarau": 20,
    "vivirei": 20,
    "moab": 20,
    "vokaukaua": 20,
    "jeroboam": 20,
    "pharisi": 20,
    "caesarea": 20,
    "pilate": 20,
    "stephen": 20,
    "sailas": 20,
    "aruana": 19,
    "viruaina": 19,
    "vitonuina": 19,
    "aidamo": 19,
    "pouna": 19,
    "“am": 19,
    "viopuni": 19,
    "poui": 19,
    "parivai": 19,
    "inainanai": 19,
    "“oo": 19,
    "tupuana": 19,
    "sarah": 19,
    "‘tau": 19,
    "tavirei": 19,
    "tumaḡana": 19,
    "verem": 19,
    "parivainuaḡani": 19,
    "neiana": 19,
    "virai": 19,
    "viatataiei": 19,
    "tata": 19,
    "doria": 19,
    "pulona": 19,
    "damana": 19,
    "vipaipai": 19,
    "jimei": 19,
    "samaria": 19,
    "james": 19,
    "antiok": 19,
    "marai": 18,
    "waguvara": 18,
    "vorovei": 18,
    "bagibaginei": 18,
    "rarata": 18,
    "gogona": 18,
    "jordan": 18,
    "lana": 18,
    "numagara": 18,
    "iviapoapoelei": 18,
    "kimta": 18,
    "magura": 18,
    "virewapani": 18,
    "gimarai": 18,
    "kiakiala": 18,
    "awariei": 18,
    "levi": 18,
    "voa": 18,
    "ephraim": 18,
    "latoni": 18,
    "babai": 18,
    "wela": 18,
    "riwau": 18,
    "tuarui": 18,
    "viviborumei": 18,
    "vita": 18,
    "kwama": 18,
    "zion": 18,
    "judas": 18,
    "festus": 18,
    "“a": 17,
    "taputapunei": 17,
    "garewa": 17,
    "melagaina": 17,
    "paratana": 17,
    "ḡereḡerena": 17,
    "ravaḡi": 17,
    "gomara": 17,
    "nuanuai": 17,
    "goldei": 17,
    "nonoei": 17,
    "raḡona": 17,
    "baba": 17,
    "sabate": 17,
    "ririwemi": 17,
    "rupeni": 17,
    "judea": 17,
    "satan": 17,
    "noah": 16,
    "vitupui": 16,
    "gimtona": 16,
    "ubona": 16,
    "muomuoi": 16,
    "kaukaueia": 16,
    "aina": 16,
    "iniviara": 16,
    "awam": 16,
    "tarana": 16,
    "animae": 16,
    "vinuabola": 16,
    "tagotagogi": 16,
    "damaskas": 16,
    "ḡuta": 16,
    "vitaunola": 16,
    "“anina": 16,
    "“tauna": 16,
    "ḡeḡae": 16,
    "vivivirei": 16,
    "maemaena": 16,
    "buloi": 16,
    "amau": 16,
    "nononori": 16,
    "avei": 16,
    "maeni": 16,
    "giana": 16,
    "ruirui": 16,
    "girugirumia": 16,
    "boruma": 16,
    "maratomna": 16,
    "apuapui": 16,
    "taurauetara": 16,
    "ahab": 16,
    "gavena": 16,
    "ephesus": 16,
    "seven": 15,
    "lavutu": 15,
    "paewi": 15,
    "kwatuei": 15,
    "aguei": 15,
    "ḡuni": 15,
    "taupainina": 15,
    "viraḡeniu": 15,
    "geru": 15,
    "meleiai": 15,
    "dewadewana": 15,
    "oiena": 15,
    "tauapuina": 15,
    "tami": 15,
    "amori": 15,
    "awarita": 15,
    "raudune": 15,
    "vivirewapanana": 15,
    "ḡaiawa": 15,
    "tom": 15,
    "ḡaimei": 15,
    "viloloi": 15,
    "borui": 15,
    "moru": 15,
    "torela": 15,
    "boruna": 15,
    "wavau": 15,
    "oina": 15,
    "menamenana": 15,
    "kokoitau": 15,
    "viegualauei": 15,
    "patarai": 15,
    "bull": 15,
    "nuauba": 15,
    "vibaḡa": 15,
    "molamolakai": 15,
    "doridoriai": 15,
    "menanarena": 14,
    "moduei": 14,
    "vereverei": 14,
    "vovivirei": 14,
    "vinevinei": 14,
    "viwavai": 14,
    "“riwa": 14,
    "“aiai": 14,
    "nuanuau": 14,
    "anatapumi": 14,
    "bagibagi": 14,
    "sodom": 14,
    "aubaimi": 14,
    "vimaḡai": 14,
    "dadana": 14,
    "vimataveni": 14,
    "olive": 14,
    "kokoaga": 14,
    "gote": 14,
    "tawana": 14,
    "oram": 14,
    "vibadana": 14,
    "tuvirevirei": 14,
    "umai": 14,
    "dobuḡela": 14,
    "gari": 14,
    "ḡoreiai": 14,
    "bua": 14,
    "vinuaterena": 14,
    "paina": 14,
    "hannah": 14,
    "rehoboam": 14,
    "joppa": 14,
    "vilawana": 14,
    "vovaimairini": 14,
    "mary": 14,
    "gabaurina": 13,
    "gogo": 13,
    "“ee": 13,
    "matam": 13,
    "araratana": 13,
    "etanaina": 13,
    "avarai": 13,
    "notenotei": 13,
    "pupuna": 13,
    "taputapuna": 13,
    "vimataira": 13,
    "wavam": 13,
    "rauḡaravu": 13,
    "oḡai": 13,
    "vine": 13,
    "potopotona": 13,
    "buderi": 13,
    "nuanuam": 13,
    "vojijina": 13,
    "laraga": 13,
    "baibaiei": 13,
    "gagaloei": 13,
    "gimarei": 13,
    "oteni": 13,
    "garagarara": 13,
    "melem": 13,
    "wavai": 13,
    "“mai": 13,
    "raugenari": 13,
    "viravira": 13,
    "sinai": 13,
    "doana": 13,
    "vivibaḡei": 13,
    "horse": 13,
    "rewapanei": 13,
    "amalek": 13,
    "vibaḡei": 13,
    "rampa": 13,
    "noinoita": 13,
    "babilon": 13,
    "pei": 13,
    "ririwana": 13,
    "eisia": 13,
    "ananias": 13,
    "agrippa": 13,
    "cain": 12,
    "kwakwavina": 12,
    "tetetei": 12,
    "peipei": 12,
    "viapoapoeni": 12,
    "vilaraga": 12,
    "ainelam": 12,
    "iana": 12,
    "tawanana": 12,
    "wagei": 12,
    "varevareina": 12,
    "taepai": 12,
    "piripiri": 12,
    "deba": 12,
    "inina": 12,
    "raudadani": 12,
    "aueia": 12,
    "aena": 12,
    "ruva": 12,
    "awarinei": 12,
    "ruaḡai": 12,
    "vieḡei": 12,
    "paritawaneu": 12,
    "“maranai": 12,
    "vivirana": 12,
    "vinao": 12,
    "navanavana": 12,
    "riwai": 12,
    "kokoitaui": 12,
    "etara": 12,
    "kolai": 12,
    "opui": 12,
    "mata": 12,
    "kauemi": 12,
    "vipatutu": 12,
    "taupariverena": 12,
    "viairikarikai": 12,
    "guguini": 12,
    "jesse": 12,
    "voui": 12,
    "pepa": 12,
    "uji": 12,
    "syria": 12,
    "namaan": 12,
    "raugugula": 12,
    "giu": 12,
    "ḡota": 12,
    "tauviararamana": 11,
    "bigai": 11,
    "lawalawai": 11,
    "anoi": 11,
    "vereveremi": 11,
    "maramatanei": 11,
    "ḡoanei": 11,
    "wava": 11,
    "aubaim": 11,
    "vunu": 11,
    "natunatum": 11,
    "ḡamoi": 11,
    "vibenabenamei": 11,
    "ḡaubona": 11,
    "awariai": 11,
    "gudui": 11,
    "taina": 11,
    "airuaḡa": 11,
    "lebalebarina": 11,
    "esau": 11,
    "voterem": 11,
    "bethel": 11,
    "uama": 11,
    "malana": 11,
    "doboi": 11,
    "ḡarinei": 11,
    "vaivai": 11,
    "apuapunana": 11,
    "wairei": 11,
    "ainelau": 11,
    "olana": 11,
    "raukarei": 11,
    "ura": 11,
    "jiḡona": 11,
    "poiana": 11,
    "aboma": 11,
    "anatapuiai": 11,
    "purapurai": 11,
    "teretere": 11,
    "amamai": 11,
    "monamona": 11,
    "puputei": 11,
    "jeriko": 11,
    "giruma": 11,
    "verenei": 11,
    "tora": 11,
    "vivirewapanai": 11,
    "ḡaiei": 11,
    "araramanei": 11,
    "nathan": 11,
    "kaiababa": 11,
    "taini": 11,
    "josiah": 11,
    "vivitumaḡanei": 11,
    "kojikojira": 11,
    "jijimanii": 11,
    "gwaḡagwaḡana": 11,
    "niniveh": 11,
    "sabat": 11,
    "nasaretei": 11,
    "“tauviararamana": 11,
    "cornelius": 11,
    "masedonia": 11,
    "felix": 11,
    "abel": 10,
    "pota": 10,
    "opina": 10,
    "naom": 10,
    "bola": 10,
    "lawalawaii": 10,
    "oputawanei": 10,
    "turana": 10,
    "matairana": 10,
    "maumaurana": 10,
    "iavi": 10,
    "votaḡoi": 10,
    "ḡutai": 10,
    "eleasar": 10,
    "ishmael": 10,
    "taunei": 10,
    "viawawanei": 10,
    "rautaniḡaneu": 10,
    "“weka": 10,
    "raḡini": 10,
    "verena": 10,
    "philistia": 10,
    "benjamin": 10,
    "ora": 10,
    "riwemi": 10,
    "gimara": 10,
    "sikai": 10,
    "vovojijini": 10,
    "vieḡai": 10,
    "rupena": 10,
    "tereriei": 10,
    "terem": 10,
    "vinuanaina": 10,
    "lion": 10,
    "vovoepaepai": 10,
    "ʼavi": 10,
    "toutou": 10,
    "jethro": 10,
    "ḡereḡere": 10,
    "‘wei": 10,
    "kaukaua": 10,
    "vimae": 10,
    "ruvana": 10,
    "ḡetelara": 10,
    "tausan": 10,
    "viturana": 10,
    "bokisi": 10,
    "aruau": 10,
    "bokisina": 10,
    "anitereḡaḡara": 10,
    "kero": 10,
    "balak": 10,
    "kwapui": 10,
    "vaitetei": 10,
    "anatapunei": 10,
    "elkanah": 10,
    "manawana": 10,
    "irairaḡei": 10,
    "rauetarei": 10,
    "vinevine": 10,
    "inainana": 10,
    "donkey": 10,
    "sidon": 10,
    "assyria": 10,
    "gerana": 10,
    "topa": 10,
    "tuparatui": 10,
    "kapita": 9,
    "pokauna": 9,
    "auepai": 9,
    "gelama": 9,
    "toi": 9,
    "gavogavo": 9,
    "amoa": 9,
    "urami": 9,
    "viatataiem": 9,
    "naei": 9,
    "dan": 9,
    "vinatunei": 9,
    "naou": 9,
    "ririwem": 9,
    "eḡateni": 9,
    "gogogo": 9,
    "beersheba": 9,
    "ḡaḡa": 9,
    "ririvau": 9,
    "vimairini": 9,
    "eta": 9,
    "awawana": 9,
    "garana": 9,
    "vinuaubai": 9,
    "“ana": 9,
    "potiphar": 9,
    "iriga": 9,
    "vioteni": 9,
    "dewadewa": 9,
    "ponei": 9,
    "gerui": 9,
    "teverana": 9,
    "hitti": 9,
    "waguvaraina": 9,
    "noinoimi": 9,
    "opunelai": 9,
    "vovoagui": 9,
    "puru": 9,
    "viorereni": 9,
    "sod": 9,
    "vuvura": 9,
    "“mara": 9,
    "kira": 9,
    "memei": 9,
    "ḡei": 9,
    "vereverem": 9,
    "molamolakana": 9,
    "manena": 9,
    "moruei": 9,
    "dabadabai": 9,
    "gold": 9,
    "loji": 9,
    "dadanei": 9,
    "oḡa": 9,
    "doriana": 9,
    "ammon": 9,
    "laragana": 9,
    "avara": 9,
    "riwam": 9,
    "viambagibagi": 9,
    "jeremiah": 9,
    "wadubona": 9,
    "tuḡereḡerei": 9,
    "mark": 9,
    "votaḡotaḡoiu": 9,
    "taubabataito": 9,
    "greek": 9,
    "bonabonana": 9,
    "vivieḡeta": 8,
    "gabinou": 8,
    "alalana": 8,
    "“marina": 8,
    "tauagu": 8,
    "kala": 8,
    "ini": 8,
    "duama": 8,
    "viborumana": 8,
    "tuaruta": 8,
    "vaḡavaḡai": 8,
    "noi": 8,
    "viaiainim": 8,
    "shekem": 8,
    "hebrewei": 8,
    "telarana": 8,
    "natunatu": 8,
    "vipurapura": 8,
    "rarautaniḡana": 8,
    "tapa": 8,
    "yist": 8,
    "vereta": 8,
    "raḡaraḡa": 8,
    "monamonana": 8,
    "oga": 8,
    "kamel": 8,
    "midian": 8,
    "dogo": 8,
    "tereu": 8,
    "vivieḡai": 8,
    "raumairiei": 8,
    "nanarena": 8,
    "gimagimarei": 8,
    "voepaepaim": 8,
    "riwelai": 8,
    "rauei": 8,
    "tauapuna": 8,
    "tawanem": 8,
    "gulauna": 8,
    "tarawatuna": 8,
    "‘ma": 8,
    "monu": 8,
    "lavui": 8,
    "anikiala": 8,
    "vaijijimani": 8,
    "melemi": 8,
    "vipirisi": 8,
    "viawawana": 8,
    "vimaiei": 8,
    "ḡovaivaitei": 8,
    "aiainei": 8,
    "kepakepa": 8,
    "incense": 8,
    "kokoitauna": 8,
    "viatataiemi": 8,
    "jijimani": 8,
    "ruini": 8,
    "veredamanei": 8,
    "parivirevirei": 8,
    "naenaena": 8,
    "ravivouni": 8,
    "potapotai": 8,
    "irairaḡena": 8,
    "jijimaninei": 8,
    "garina": 8,
    "paribeleu": 8,
    "vijiboḡi": 8,
    "ḡetelarana": 8,
    "tauviwavu": 8,
    "irairaḡe": 8,
    "vimaeḡaeḡaeni": 8,
    "isaiah": 8,
    "bonabona": 8,
    "awanainei": 8,
    "“iesu": 8,
    "noinoii": 7,
    "lalai": 7,
    "five": 7,
    "vilauvitau": 7,
    "vikwai": 7,
    "virarautua": 7,
    "nolei": 7,
    "aniam": 7,
    "viratai": 7,
    "kauem": 7,
    "vigerui": 7,
    "ororotoi": 7,
    "aubaita": 7,
    "raḡaraḡai": 7,
    "voana": 7,
    "rauanaḡei": 7,
    "vere": 7,
    "viaḡaḡei": 7,
    "navanava": 7,
    "inii": 7,
    "viaigai": 7,
    "kaka": 7,
    "muri": 7,
    "ratui": 7,
    "bau": 7,
    "paritawana": 7,
    "vivinamei": 7,
    "vinuabolei": 7,
    "“natu": 7,
    "nuanei": 7,
    "wavauei": 7,
    "tuana": 7,
    "waḡi": 7,
    "rachel": 7,
    "reuben": 7,
    "anataputa": 7,
    "amloi": 7,
    "naomi": 7,
    "aniuma": 7,
    "kelakana": 7,
    "numanei": 7,
    "ririvai": 7,
    "rovei": 7,
    "animatave": 7,
    "kovoḡimi": 7,
    "toa": 7,
    "gia": 7,
    "amamami": 7,
    "aniba": 7,
    "vinolanola": 7,
    "“ami": 7,
    "‘bada": 7,
    "tepatorai": 7,
    "sisi": 7,
    "rabama": 7,
    "vikalokaloei": 7,
    "nonora": 7,
    "*7": 7,
    "manna": 7,
    "eni": 7,
    "kwapu": 7,
    "vigia": 7,
    "nuaiaii": 7,
    "olei": 7,
    "vioga": 7,
    "ḡaeḡaenei": 7,
    "vivibaḡaim": 7,
    "matami": 7,
    "anirui": 7,
    "aniterenana": 7,
    "aei": 7,
    "aparana": 7,
    "“u": 7,
    "ḡaiḡaiawai": 7,
    "euphrates": 7,
    "ḡaḡalei": 7,
    "gamona": 7,
    "puloi": 7,
    "godna": 7,
    "tarawatui": 7,
    "asherah": 7,
    "gilgal": 7,
    "ramah": 7,
    "manemanena": 7,
    "morumoruna": 7,
    "viraḡenana": 7,
    "taona": 7,
    "jijini": 7,
    "taupainii": 7,
    "rarautaniḡanei": 7,
    "guba": 7,
    "alou": 7,
    "ezra": 7,
    "baina": 7,
    "verevereta": 7,
    "tawatawanei": 7,
    "gedugeduaiei": 7,
    "opaopana": 7,
    "potapotana": 7,
    "iaua": 7,
    "muriu": 7,
    "vivitumaḡana": 7,
    "korosi": 7,
    "babataitoi": 7,
    "wanatawanei": 7,
    "bana": 7,
    "numai": 7,
    "raraugugula": 7,
    "vineneḡana": 7,
    "amamata": 7,
    "saipras": 7,
    "timothy": 7,
    "bareki": 7,
    "akaia": 7,
    "adam": 6,
    "ḡoḡana": 6,
    "biga": 6,
    "aloi": 6,
    "ravilalai": 6,
    "six": 6,
    "vivitagogiei": 6,
    "vinimala": 6,
    "vaini": 6,
    "tauipi": 6,
    "puloei": 6,
    "amlom": 6,
    "“tana": 6,
    "raubiwa": 6,
    "awawai": 6,
    "sarai": 6,
    "verautua": 6,
    "vinevinena": 6,
    "ḡouna": 6,
    "viparipariniḡai": 6,
    "hebron": 6,
    "kwalei": 6,
    "taniwagana": 6,
    "verautuini": 6,
    "taukaueina": 6,
    "nuaubam": 6,
    "gubai": 6,
    "vituai": 6,
    "govaḡi": 6,
    "deḡa": 6,
    "aninae": 6,
    "“nelara": 6,
    "paritawanelai": 6,
    "“natum": 6,
    "tagotago": 6,
    "rebekah": 6,
    "edom": 6,
    "tavine": 6,
    "gana": 6,
    "vibadelai": 6,
    "tarai": 6,
    "dogona": 6,
    "kareko": 6,
    "ḡoroḡorovana": 6,
    "kolau": 6,
    "borituini": 6,
    "dododoi": 6,
    "nuaulaulai": 6,
    "vidamni": 6,
    "vinem": 6,
    "guguinina": 6,
    "iavana": 6,
    "votawatawanei": 6,
    "meiei": 6,
    "“nai": 6,
    "kovoḡana": 6,
    "‘eḡa": 6,
    "ponanei": 6,
    "vilawanimi": 6,
    "vivibadei": 6,
    "voguratei": 6,
    "kelakelauna": 6,
    "kauanei": 6,
    "nuapoapoelei": 6,
    "nolanola": 6,
    "ararai": 6,
    "opunemi": 6,
    "rorova": 6,
    "auou": 6,
    "aniani": 6,
    "tuvaidoedoei": 6,
    "maia": 6,
    "genuatau": 6,
    "damani": 6,
    "ḡaeḡaeni": 6,
    "oiem": 6,
    "gulagulaui": 6,
    "matau": 6,
    "wiki": 6,
    "lauvitau": 6,
    "apuna": 6,
    "verelai": 6,
    "laḡolaḡonei": 6,
    "ee": 6,
    "neneiai": 6,
    "alom": 6,
    "danene": 6,
    "uḡu": 6,
    "ḡara": 6,
    "silver": 6,
    "vareina": 6,
    "neineiai": 6,
    "vibaḡaiu": 6,
    "gagaloemi": 6,
    "ivina": 6,
    "melaḡai": 6,
    "nun": 6,
    "maemaeni": 6,
    "damala": 6,
    "viravirai": 6,
    "taumaenina": 6,
    "voanaiei": 6,
    "jimajima": 6,
    "aubigai": 6,
    "manamanaina": 6,
    "votere": 6,
    "shiloh": 6,
    "terenei": 6,
    "kish": 6,
    "rewapanana": 6,
    "labalababai": 6,
    "iwaḡi": 6,
    "vigulauna": 6,
    "naenaei": 6,
    "joab": 6,
    "vijiboḡa": 6,
    "tua": 6,
    "tax": 6,
    "nononoria": 6,
    "gabui": 6,
    "kwakwava": 6,
    "taubeu": 6,
    "vatavatara": 6,
    "ʼramanei": 6,
    "aiwaiei": 6,
    "uranei": 6,
    "viwavui": 6,
    "morelanai": 6,
    "taniḡana": 6,
    "morelana": 6,
    "awanaina": 6,
    "godei": 6,
    "opaopai": 6,
    "taniḡami": 6,
    "nuavainana": 6,
    "vigaragararei": 6,
    "verau": 6,
    "vitarapiri": 6,
    "nimana": 6,
    "raukwatuei": 6,
    "taia": 6,
    "“arua": 6,
    "iviapoapoe": 6,
    "poro": 6,
    "sadusi": 6,
    "tepatorana": 6,
    "“varevareiu": 6,
    "crete": 6,
    "silisia": 6,
    "amkuka": 6,
    "berea": 6,
    "taparoro": 6,
    "eve": 5,
    "ututuva": 5,
    "maramaraḡamai": 5,
    "rugurugu": 5,
    "vioa": 5,
    "vikalai": 5,
    "rugurugui": 5,
    "epaia": 5,
    "viara": 5,
    "ipi": 5,
    "natui": 5,
    "raviepaiai": 5,
    "pasi": 5,
    "dabora": 5,
    "atuna": 5,
    "pupu": 5,
    "numei": 5,
    "riwanei": 5,
    "paiei": 5,
    "tamei": 5,
    "apoapoeni": 5,
    "laralaraga": 5,
    "aniamapu": 5,
    "gomorah": 5,
    "lavaratei": 5,
    "hagar": 5,
    "tupuami": 5,
    "“laḡilaḡina": 5,
    "nenememei": 5,
    "melagaii": 5,
    "taomana": 5,
    "gudu": 5,
    "tumairi": 5,
    "“amau": 5,
    "bubu": 5,
    "vunuvunui": 5,
    "garigari": 5,
    "bethlehem": 5,
    "“taui": 5,
    "paipairana": 5,
    "mena": 5,
    "naiana": 5,
    "geduai": 5,
    "tawaneu": 5,
    "rauanaḡa": 5,
    "bolai": 5,
    "raumolaḡau": 5,
    "wariaḡana": 5,
    "ḡokokokara": 5,
    "ḡarimei": 5,
    "lawalawaim": 5,
    "vivibaḡa": 5,
    "kimtana": 5,
    "viogatara": 5,
    "eda": 5,
    "turam": 5,
    "nawaravina": 5,
    "natuevoui": 5,
    "viegualau": 5,
    "inibori": 5,
    "aiwaina": 5,
    "“tauta": 5,
    "vopotai": 5,
    "welana": 5,
    "welei": 5,
    "vivivirem": 5,
    "virewapanai": 5,
    "votelatela": 5,
    "vivireina": 5,
    "hur": 5,
    "vinamei": 5,
    "kaikaiababa": 5,
    "cm": 5,
    "taunoleina": 5,
    "boribori": 5,
    "viaiainimi": 5,
    "viḡoreḡore": 5,
    "taukauei": 5,
    "lalalai": 5,
    "riei": 5,
    "viaiainana": 5,
    "tonei": 5,
    "vinuaiaini": 5,
    "kwatu": 5,
    "sodei": 5,
    "kaueu": 5,
    "ḡaiḡaiawana": 5,
    "dobunei": 5,
    "ririva": 5,
    "potai": 5,
    "morumoru": 5,
    "vovomairi": 5,
    "gamrina": 5,
    "madeḡai": 5,
    "damai": 5,
    "aruami": 5,
    "raveni": 5,
    "volaḡota": 5,
    "taviremi": 5,
    "iava": 5,
    "tepa": 5,
    "metaui": 5,
    "raraudunelei": 5,
    "ḡaiḡaini": 5,
    "noina": 5,
    "vinuabolai": 5,
    "egualau": 5,
    "“samuel": 5,
    "viḡore": 5,
    "aravi": 5,
    "jijimana": 5,
    "“gulau": 5,
    "carmel": 5,
    "vinualaulaunana": 5,
    "rauḡorei": 5,
    "viviḡaviei": 5,
    "ujiuji": 5,
    "viviatataieta": 5,
    "nuaubai": 5,
    "kai": 5,
    "gulaui": 5,
    "vibadanei": 5,
    "baei": 5,
    "gabaura": 5,
    "maiai": 5,
    "aburu": 5,
    "aubenai": 5,
    "waguvarei": 5,
    "rubaruba": 5,
    "vinuanotenotei": 5,
    "hosea": 5,
    "vovotaḡotaḡoi": 5,
    "miramirai": 5,
    "vilamolamona": 5,
    "rauḡoreiai": 5,
    "vivilawani": 5,
    "voaguiai": 5,
    "kaueta": 5,
    "vitupoi": 5,
    "nuavainei": 5,
    "oieu": 5,
    "tauviraḡena": 5,
    "viviararamani": 5,
    "galagalawana": 5,
    "viararamanana": 5,
    "erawa": 5,
    "opa": 5,
    "telatela": 5,
    "ḡuravana": 5,
    "kwakokwakoi": 5,
    "rautaniḡanana": 5,
    "ovai": 5,
    "ḡuravei": 5,
    "poi": 5,
    "vieḡa": 5,
    "viviararamana": 5,
    "vivivireinei": 5,
    "topana": 5,
    "andrew": 5,
    "raraugugulei": 5,
    "vivijiboḡi": 5,
    "bado": 5,
    "seinei": 5,
    "jairus": 5,
    "ba": 5,
    "taubeuna": 5,
    "tauvipaipai": 5,
    "vogimagimai": 5,
    "unura": 5,
    "taniwaga": 5,
    "tunutunui": 5,
    "viboru": 5,
    "viruberubei": 5,
    "pamphilia": 5,
    "buda": 5,
    "listara": 5,
    "derbi": 5,
    "thesalonika": 5,
    "jason": 5,
    "athens": 5,
    "apolos": 5,
    "bc": 4,
    "lalaina": 4,
    "vitagogiemi": 4,
    "vigogoi": 4,
    "iri": 4,
    "four": 4,
    "vimaḡaimi": 4,
    "amna": 4,
    "“ai": 4,
    "raunuavuru": 4,
    "kovakovai": 4,
    "tupuai": 4,
    "ḡaḡari": 4,
    "raugovaḡei": 4,
    "verevereu": 4,
    "donadona": 4,
    "gagagaloei": 4,
    "viraḡenim": 4,
    "poewa": 4,
    "ḡabuna": 4,
    "ubauba": 4,
    "bodu": 4,
    "paritawanana": 4,
    "voavoaia": 4,
    "haran": 4,
    "gogogolana": 4,
    "nonoemi": 4,
    "pokau": 4,
    "mamre": 4,
    "taugagalo": 4,
    "aipoi": 4,
    "viamanem": 4,
    "“amapo": 4,
    "benai": 4,
    "aemi": 4,
    "ḡou": 4,
    "vikaruwaḡawaḡa": 4,
    "ḡaiḡaira": 4,
    "kauelai": 4,
    "vianineu": 4,
    "maratomtomai": 4,
    "opuneiai": 4,
    "matatapu": 4,
    "rikai": 4,
    "tupona": 4,
    "ḡaireiai": 4,
    "vinevineia": 4,
    "‘tam": 4,
    "voteleteleu": 4,
    "novuna": 4,
    "aram": 4,
    "padan": 4,
    "magurina": 4,
    "gwada": 4,
    "amata": 4,
    "keikeina": 4,
    "morui": 4,
    "verevereia": 4,
    "rauvirai": 4,
    "ririvam": 4,
    "simeon": 4,
    "naphtali": 4,
    "epai": 4,
    "moguei": 4,
    "touei": 4,
    "rauoḡarei": 4,
    "vivipaipai": 4,
    "urau": 4,
    "nene": 4,
    "nile": 4,
    "gidagida": 4,
    "kirakiramai": 4,
    "lawani": 4,
    "barana": 4,
    "nuaulaulana": 4,
    "anara": 4,
    "ḡetawanei": 4,
    "sein": 4,
    "taḡonei": 4,
    "apamina": 4,
    "toutouei": 4,
    "wavu": 4,
    "viamparipari": 4,
    "amamam": 4,
    "uai": 4,
    "alo": 4,
    "taravainiai": 4,
    "raviravi": 4,
    "ḡamoḡamoi": 4,
    "apoapoenei": 4,
    "via": 4,
    "natuevouna": 4,
    "arearere": 4,
    "siana": 4,
    "nubautuva": 4,
    "tagogiava": 4,
    "gai": 4,
    "ḡariuei": 4,
    "donkina": 4,
    "maimairina": 4,
    "tuatua": 4,
    "etaraveni": 4,
    "votani": 4,
    "tuturiai": 4,
    "jijina": 4,
    "sorodiai": 4,
    "vivivireu": 4,
    "waguwaguvareina": 4,
    "vilawaniu": 4,
    "kwakwa": 4,
    "raunuma": 4,
    "turuvani": 4,
    "nau": 4,
    "motamota": 4,
    "aḡaiḡaiei": 4,
    "rauetara": 4,
    "voaguim": 4,
    "votelatelai": 4,
    "noinoina": 4,
    "vinemi": 4,
    "waiparara": 4,
    "ravena": 4,
    "nonorana": 4,
    "gwalai": 4,
    "tagoginei": 4,
    "anipawe": 4,
    "cherubim": 4,
    "vinenebelana": 4,
    "popoi": 4,
    "vinualaulauna": 4,
    "geduaieu": 4,
    "votereu": 4,
    "ḡaimai": 4,
    "turiai": 4,
    "boa": 4,
    "amlou": 4,
    "voḡaiḡai": 4,
    "badobadoi": 4,
    "teibol": 4,
    "ḡarai": 4,
    "ḡabuḡabui": 4,
    "ararata": 4,
    "apu": 4,
    "amgogona": 4,
    "vimira": 4,
    "nuaiaina": 4,
    "negev": 4,
    "caleb": 4,
    "virubai": 4,
    "vibabarai": 4,
    "kapau": 4,
    "borumana": 4,
    "warami": 4,
    "vereveremiana": 4,
    "garai": 4,
    "vorei": 4,
    "ḡoʼapoapoena": 4,
    "sihon": 4,
    "pariveremi": 4,
    "viatataieu": 4,
    "votelatelana": 4,
    "viboruboru": 4,
    "viaigaigai": 4,
    "aburuoina": 4,
    "viararamanimi": 4,
    "terepai": 4,
    "perovetana": 4,
    "tepam": 4,
    "tauoina": 4,
    "mediteranean": 4,
    "lebanon": 4,
    "vimatematei": 4,
    "viamlo": 4,
    "tama": 4,
    "vobelei": 4,
    "viviaigai": 4,
    "peninah": 4,
    "kaukauam": 4,
    "wagina": 4,
    "patupatutui": 4,
    "vovivirana": 4,
    "ruaḡei": 4,
    "wapui": 4,
    "baiana": 4,
    "maraḡela": 4,
    "“i": 4,
    "paritawanem": 4,
    "taniḡa": 4,
    "vokaukauana": 4,
    "“saul": 4,
    "rovorovo": 4,
    "girumana": 4,
    "ama": 4,
    "mogu": 4,
    "viaitepatepani": 4,
    "debidebi": 4,
    "cedar": 4,
    "vivaneiai": 4,
    "tempolna": 4,
    "matauei": 4,
    "visina": 4,
    "nebath": 4,
    "gwagwa": 4,
    "viraurauei": 4,
    "jezebel": 4,
    "rauaḡaiḡai": 4,
    "anataputapui": 4,
    "raḡita": 4,
    "lolo": 4,
    "piripirina": 4,
    "hosi": 4,
    "hezekiah": 4,
    "motana": 4,
    "amon": 4,
    "votaḡotaḡo": 4,
    "viaisikasikai": 4,
    "taugiruma": 4,
    "kovoḡanei": 4,
    "chronicles": 4,
    "persia": 4,
    "vineu": 4,
    "nenelaḡai": 4,
    "nuabolana": 4,
    "vitaraviravirana": 4,
    "were": 4,
    "nare": 4,
    "patupatutuna": 4,
    "pariverem": 4,
    "eliphas": 4,
    "tapunei": 4,
    "gamoi": 4,
    "maratomtom": 4,
    "ḡokokokarai": 4,
    "viviwavui": 4,
    "gamou": 4,
    "iviaiai": 4,
    "voladaḡei": 4,
    "raveniu": 4,
    "raunuapoapoe": 4,
    "boruborumana": 4,
    "viararamaniu": 4,
    "lawanana": 4,
    "notatawanei": 4,
    "govagovaḡai": 4,
    "uraiei": 4,
    "tupuau": 4,
    "matanei": 4,
    "viviaḡaḡei": 4,
    "logologoi": 4,
    "dariḡaḡa": 4,
    "gagaloem": 4,
    "jimejimei": 4,
    "mataiei": 4,
    "gararei": 4,
    "ua": 4,
    "vipanipani": 4,
    "meleiaimi": 4,
    "opi": 4,
    "wavuna": 4,
    "wanatuini": 4,
    "messiah": 4,
    "babataitoimi": 4,
    "zebedi": 4,
    "capeniam": 4,
    "amḡaena": 4,
    "apius": 4,
    "rieiai": 4,
    "varevareiu": 4,
    "peina": 4,
    "magumagura": 4,
    "“john": 4,
    "tereterenai": 4,
    "poa": 4,
    "vikaua": 4,
    "phonisia": 4,
    "pepana": 4,
    "vinualaulaunam": 4,
    "ḡetelera": 4,
    "bethani": 4,
    "kokorereko": 4,
    "raupariei": 4,
    "paniu": 4,
    "alexander": 4,
    "magdalene": 4,
    "perovetai": 4,
    "viwavuna": 4,
    "ʼaiavi": 4,
    "tauvitumaḡanai": 4,
    "iviapoapoeleu": 4,
    "tarsus": 4,
    "lidda": 4,
    "claudius": 4,
    "etarei": 4,
    "ikoniam": 4,
    "troas": 4,
    "corinth": 4,
    "akwila": 4,
    "prisila": 4,
    "sinavirai": 4,
    "artemis": 4,
    "mulaḡina": 4,
    "anika": 4,
    "dingy": 4,
    "tupuanei": 3,
    "vieḡeta": 3,
    "voaburuna": 3,
    "anataputapuna": 3,
    "eden": 3,
    "vovoterei": 3,
    "virarautuana": 3,
    "viḡaem": 3,
    "kovakovau": 3,
    "raugovaḡem": 3,
    "taitaina": 3,
    "raumanawa": 3,
    "kauelei": 3,
    "ipiei": 3,
    "doei": 3,
    "cherub": 3,
    "uramei": 3,
    "nelaḡaiu": 3,
    "seth": 3,
    "ḡoʼapoapoelei": 3,
    "vivinua": 3,
    "babalaraḡi": 3,
    "koltei": 3,
    "mita": 3,
    "vatara": 3,
    "ruaruaḡei": 3,
    "viamoai": 3,
    "paewa": 3,
    "brik": 3,
    "apoapoenim": 3,
    "zoar": 3,
    "neneulai": 3,
    "iaiavi": 3,
    "babarani": 3,
    "tuputupuai": 3,
    "melkisedek": 3,
    "voaguiu": 3,
    "ḡoutata": 3,
    "vitaomana": 3,
    "vieḡana": 3,
    "melamelai": 3,
    "vivitaunola": 3,
    "vidam": 3,
    "mutu": 3,
    "ʼnananai": 3,
    "notaiu": 3,
    "baikena": 3,
    "mereki": 3,
    "awau": 3,
    "bovi": 3,
    "molaka": 3,
    "magumaguri": 3,
    "viapoapoena": 3,
    "vivibaḡai": 3,
    "murimi": 3,
    "aragibui": 3,
    "vainuaḡani": 3,
    "viavarai": 3,
    "nore": 3,
    "naipi": 3,
    "epaiana": 3,
    "telara": 3,
    "genugenuanana": 3,
    "taraiḡui": 3,
    "neulai": 3,
    "veremelem": 3,
    "zebulun": 3,
    "gilead": 3,
    "bunama": 3,
    "sikasikai": 3,
    "nenelana": 3,
    "karawata": 3,
    "vieḡelai": 3,
    "kelaka": 3,
    "opunem": 3,
    "uam": 3,
    "viubai": 3,
    "nainei": 3,
    "goshen": 3,
    "ḡoḡoḡai": 3,
    "inanaim": 3,
    "viaiainiu": 3,
    "amamau": 3,
    "ḡoḡoḡana": 3,
    "vivinatuna": 3,
    "voavoana": 3,
    "tomeni": 3,
    "poai": 3,
    "viḡuḡui": 3,
    "tauvikareina": 3,
    "viraḡenanei": 3,
    "ruguruguna": 3,
    "“moses": 3,
    "jebus": 3,
    "rauduneleu": 3,
    "paridadaneu": 3,
    "maḡamaḡauna": 3,
    "voteremi": 3,
    "rautani": 3,
    "vigara": 3,
    "raḡoni": 3,
    "natunatuiai": 3,
    "vipaparana": 3,
    "gelamina": 3,
    "vivirewapananei": 3,
    "oteoteni": 3,
    "nepai": 3,
    "mamaelana": 3,
    "voterelai": 3,
    "kariwabu": 3,
    "alala": 3,
    "wanaiwaḡi": 3,
    "viḡaviem": 3,
    "uvena": 3,
    "rauetaraveni": 3,
    "miriam": 3,
    "tambourine": 3,
    "ara": 3,
    "vilamolamonei": 3,
    "wairana": 3,
    "viḡora": 3,
    "elim": 3,
    "*6": 3,
    "maurei": 3,
    "avavai": 3,
    "ruvai": 3,
    "bova": 3,
    "vitavi": 3,
    "rephidim": 3,
    "meribah": 3,
    "papena": 3,
    "ḡaiana": 3,
    "‘ona": 3,
    "tapedadani": 3,
    "taure": 3,
    "araratanei": 3,
    "ravaḡela": 3,
    "vikaiababa": 3,
    "purupurui": 3,
    "veremelei": 3,
    "vununaiei": 3,
    "voiwaiwaḡi": 3,
    "painiai": 3,
    "viaitani": 3,
    "papei": 3,
    "opinei": 3,
    "bronzei": 3,
    "anioḡa": 3,
    "vareim": 3,
    "taurauḡaroḡaro": 3,
    "vinualaulaunai": 3,
    "ubaubana": 3,
    "uba": 3,
    "arara": 3,
    "tutu": 3,
    "“aiavoi": 3,
    "apauei": 3,
    "ririvami": 3,
    "vinimavoei": 3,
    "ḡaeḡaenana": 3,
    "ebani": 3,
    "pulopuloei": 3,
    "vikialai": 3,
    "viviri": 3,
    "gabubu": 3,
    "burumakauna": 3,
    "terenai": 3,
    "kerona": 3,
    "arapoira": 3,
    "miramirana": 3,
    "tano": 3,
    "taratara": 3,
    "molek": 3,
    "vivivireiu": 3,
    "vikeroi": 3,
    "wanagai": 3,
    "viviaiaini": 3,
    "ivui": 3,
    "garigarina": 3,
    "pariviravira": 3,
    "viḡamoḡamo": 3,
    "hor": 3,
    "rauaḡaiḡaiei": 3,
    "ḡaei": 3,
    "ḡaeni": 3,
    "og": 3,
    "goei": 3,
    "jiḡonei": 3,
    "viviraḡeni": 3,
    "viaigwadagwadai": 3,
    "phineas": 3,
    "uporana": 3,
    "voepaepaei": 3,
    "agui": 3,
    "vounaina": 3,
    "damna": 3,
    "pupunimi": 3,
    "viogei": 3,
    "viḡariei": 3,
    "viḡarimiei": 3,
    "vainimi": 3,
    "guguinii": 3,
    "amloḡaiḡai": 3,
    "vovoteletelei": 3,
    "vinuanainei": 3,
    "gamonei": 3,
    "dadani": 3,
    "ruiruiana": 3,
    "nuapouna": 3,
    "terepa": 3,
    "parauma": 3,
    "vinuanotanota": 3,
    "bogana": 3,
    "wapuei": 3,
    "ashtoreth": 3,
    "vovaiuba": 3,
    "tauapui": 3,
    "inanaiu": 3,
    "ipirina": 3,
    "vinimalamalaiu": 3,
    "abijah": 3,
    "manelei": 3,
    "puputeu": 3,
    "iramei": 3,
    "kwako": 3,
    "gibeah": 3,
    "ḡaiḡairai": 3,
    "orata": 3,
    "agag": 3,
    "vivitouana": 3,
    "“menanare": 3,
    "sisisi": 3,
    "jonathan": 3,
    "rovona": 3,
    "waduboi": 3,
    "govaḡa": 3,
    "eteni": 3,
    "viatataieta": 3,
    "vivigulau": 3,
    "bathsheba": 3,
    "“tevera": 3,
    "hiram": 3,
    "vimaia": 3,
    "weia": 3,
    "sheba": 3,
    "ulaula": 3,
    "maraotai": 3,
    "viborumai": 3,
    "ahijah": 3,
    "ḡaeḡaeotana": 3,
    "ḡoroḡorova": 3,
    "donadonanei": 3,
    "baasha": 3,
    "omri": 3,
    "vituramairini": 3,
    "marapoi": 3,
    "vainana": 3,
    "‘am": 3,
    "wagi": 3,
    "vovoguratei": 3,
    "notana": 3,
    "gugurana": 3,
    "bogei": 3,
    "ivena": 3,
    "otana": 3,
    "“elijah": 3,
    "jehu": 3,
    "bukai": 3,
    "veredamaneu": 3,
    "peupeu": 3,
    "baia": 3,
    "gehasi": 3,
    "lepera": 3,
    "viviḡavia": 3,
    "vovojijina": 3,
    "ḡoui": 3,
    "ahaz": 3,
    "baravu": 3,
    "mamae‑terenai": 3,
    "taurauduneleina": 3,
    "vimiramirai": 3,
    "sairas": 3,
    "varevarei": 3,
    "voepaepana": 3,
    "nehemiah": 3,
    "uata": 3,
    "toretorela": 3,
    "parivaiapoapoeni": 3,
    "paipaina": 3,
    "ḡereḡerei": 3,
    "ḡari": 3,
    "lapukare": 3,
    "temanei": 3,
    "rarana": 3,
    "vovaivirewapani": 3,
    "peupeui": 3,
    "tutui": 3,
    "ḡiriḡiri": 3,
    "novunovuna": 3,
    "ravanana": 3,
    "majimajiḡai": 3,
    "raviravivouni": 3,
    "rovorovoi": 3,
    "raunuʼapoapoeleu": 3,
    "gonu": 3,
    "vikarena": 3,
    "tupo": 3,
    "govagovaḡana": 3,
    "tavirem": 3,
    "waro": 3,
    "aem": 3,
    "raudadaniu": 3,
    "vinimalana": 3,
    "berana": 3,
    "karem": 3,
    "baibaiem": 3,
    "nuaulaulauna": 3,
    "oaoai": 3,
    "boaboa": 3,
    "voavoai": 3,
    "polepolei": 3,
    "kapore": 3,
    "vivinuaiaini": 3,
    "rauoḡara": 3,
    "etaremi": 3,
    "taukauemi": 3,
    "kokoaḡa": 3,
    "gui": 3,
    "vivinuaiai": 3,
    "ḡutaḡutai": 3,
    "aramanana": 3,
    "deri": 3,
    "gwaḡagwaḡai": 3,
    "nenaeni": 3,
    "vivilawania": 3,
    "viwavuiu": 3,
    "tauvineneḡana": 3,
    "vilawanita": 3,
    "melana": 3,
    "pariparitawanei": 3,
    "vinuavainei": 3,
    "ḡoremi": 3,
    "tavitavine": 3,
    "dogodogo": 3,
    "pariparitawanem": 3,
    "keroi": 3,
    "vidabararai": 3,
    "toutoui": 3,
    "raunimavoai": 3,
    "paripariviravirai": 3,
    "vitepaubaubai": 3,
    "aruanei": 3,
    "gelamii": 3,
    "daji": 3,
    "zechariah": 3,
    "“peroveta": 3,
    "nasaret": 3,
    "taurautaniḡana": 3,
    "ruiruinia": 3,
    "babaniana": 3,
    "bauni": 3,
    "tautami": 3,
    "donadonai": 3,
    "uaua": 3,
    "vivinuanainei": 3,
    "“taugiu": 3,
    "vilawanim": 3,
    "tauvoa": 3,
    "joses": 3,
    "rauabuabui": 3,
    "herodias": 3,
    "ḡiriḡiriei": 3,
    "“tarawatu": 3,
    "geraei": 3,
    "menana": 3,
    "vivinuanaina": 3,
    "philipai": 3,
    "vitarapiriei": 3,
    "amverenei": 3,
    "turata": 3,
    "nimam": 3,
    "vivinao": 3,
    "olives": 3,
    "govagovaḡanei": 3,
    "viviwavuim": 3,
    "barabas": 3,
    "kilok": 3,
    "sunday": 3,
    "voagu": 3,
    "pentecost": 3,
    "ḡelauta": 3,
    "mesopotamia": 3,
    "pirijia": 3,
    "sairini": 3,
    "vimai": 3,
    "nuaḡanana": 3,
    "oklok": 3,
    "aenei": 3,
    "lovelove": 3,
    "sanhedrin": 3,
    "guratemi": 3,
    "gamaliel": 3,
    "ogatarana": 3,
    "alexandria": 3,
    "ḡeḡetelerana": 3,
    "italy": 3,
    "“peter": 3,
    "barabaravuna": 3,
    "perga": 3,
    "tauviborumeina": 3,
    "zeus": 3,
    "judeaei": 3,
    "kuka": 3,
    "naielai": 3,
    "galio": 3,
    "aristakas": 3,
    "trophimus": 3,
    "assos": 3,
    "miletus": 3,
    "nebelelai": 3,
    "tertelus": 3,
    "ruieiai": 3,
    "benisi": 3,
    "maratete": 3,
    "babel": 2,
    "“ina": 2,
    "“waira": 2,
    "rarauanoi": 2,
    "aniravilala": 2,
    "voḡaeḡaena": 2,
    "lave": 2,
    "uveni": 2,
    "tauvereina": 2,
    "terevaideḡa": 2,
    "“wavine": 2,
    "“mota": 2,
    "kolam": 2,
    "gwadai": 2,
    "vibadem": 2,
    "“orotona": 2,
    "“cain": 2,
    "monamonai": 2,
    "vovaiubaim": 2,
    "kwatukwatu": 2,
    "viogatarei": 2,
    "biribiri": 2,
    "jijimanim": 2,
    "tenam": 2,
    "gerugeru": 2,
    "vibola": 2,
    "omra": 2,
    "taratarana": 2,
    "“parivainuaḡana": 2,
    "warilolo": 2,
    "eḡaeḡa": 2,
    "vieḡeu": 2,
    "ampasi": 2,
    "ḡeḡe": 2,
    "wavata": 2,
    "vilamoneta": 2,
    "viatataeana": 2,
    "kelakela": 2,
    "ḡaviḡaviai": 2,
    "“awam": 2,
    "taputapui": 2,
    "vainuaḡania": 2,
    "vikaruwaḡawaḡana": 2,
    "notaiei": 2,
    "raviraviai": 2,
    "laralaragai": 2,
    "kwaipipini": 2,
    "maeria": 2,
    "dudu": 2,
    "melagaiei": 2,
    "vivimuri": 2,
    "nuavurui": 2,
    "viedai": 2,
    "ḡuniḡunia": 2,
    "tamaina": 2,
    "maḡamaḡa": 2,
    "“abraham": 2,
    "apunana": 2,
    "ririweiana": 2,
    "mutuara": 2,
    "vatari": 2,
    "tapaiei": 2,
    "leban": 2,
    "bethuel": 2,
    "“roaroa": 2,
    "buderina": 2,
    "gerar": 2,
    "vibuderiei": 2,
    "tete": 2,
    "taumiei": 2,
    "painim": 2,
    "parivainuaḡanim": 2,
    "vinirovorovo": 2,
    "mairini": 2,
    "luz": 2,
    "lawalawaiu": 2,
    "viborumem": 2,
    "aramei": 2,
    "virava": 2,
    "ephrath": 2,
    "leah": 2,
    "isakar": 2,
    "bilhah": 2,
    "zilpah": 2,
    "gad": 2,
    "asher": 2,
    "amamana": 2,
    "girugirumana": 2,
    "bawa": 2,
    "“tuatuam": 2,
    "ḡoem": 2,
    "kwavikwaviviro": 2,
    "dothan": 2,
    "ogatara": 2,
    "ḡiḡi": 2,
    "taugimara": 2,
    "silva": 2,
    "tereḡaireu": 2,
    "nenai": 2,
    "pora": 2,
    "hebreweina": 2,
    "vinameta": 2,
    "viawawaneu": 2,
    "babana": 2,
    "raḡaraḡana": 2,
    "raurugu": 2,
    "talai": 2,
    "tapina": 2,
    "purai": 2,
    "opuneu": 2,
    "hebrew": 2,
    "irigana": 2,
    "vitakei": 2,
    "jinajinai": 2,
    "“amadodo": 2,
    "meleu": 2,
    "nuanuata": 2,
    "notanotana": 2,
    "ten": 2,
    "paritawanemi": 2,
    "gimareu": 2,
    "gomarana": 2,
    "viviapoapoeni": 2,
    "rauboniei": 2,
    "paribei": 2,
    "ḡariei": 2,
    "aiparitawanei": 2,
    "taragwabai": 2,
    "nuaubau": 2,
    "“amam": 2,
    "viḡariana": 2,
    "umau": 2,
    "taupainiu": 2,
    "roaroai": 2,
    "uraoiem": 2,
    "viviaiaina": 2,
    "‘tauai": 2,
    "varevareim": 2,
    "guratem": 2,
    "inanaiai": 2,
    "viapoapoeniu": 2,
    "painimi": 2,
    "rameses": 2,
    "vimaiem": 2,
    "sinaepai": 2,
    "lebalebara": 2,
    "perisi": 2,
    "hivi": 2,
    "‘tauna": 2,
    "nonoau": 2,
    "paramaitua": 2,
    "silvei": 2,
    "rautaniḡanem": 2,
    "‘au": 2,
    "viruaḡa": 2,
    "moniana": 2,
    "viviḡorai": 2,
    "vigarei": 2,
    "lauvoa": 2,
    "viraḡenimi": 2,
    "vainuaḡanimi": 2,
    "tarakwatu": 2,
    "sukoth": 2,
    "ruiemi": 2,
    "‘aiwai": 2,
    "melanana": 2,
    "vivimataira": 2,
    "viaḡaḡa": 2,
    "vidagu": 2,
    "voepaepaiu": 2,
    "taurubeina": 2,
    "murii": 2,
    "viorerena": 2,
    "ragorago": 2,
    "vaimelei": 2,
    "wanagwadai": 2,
    "taugerui": 2,
    "raua": 2,
    "shur": 2,
    "mutuluana": 2,
    "marah": 2,
    "sin": 2,
    "ḡaiḡaiawa": 2,
    "ḡoeḡoeia": 2,
    "raraudadani": 2,
    "“israel": 2,
    "horeb": 2,
    "massah": 2,
    "tawanemi": 2,
    "pompom": 2,
    "vitai": 2,
    "voirairaḡe": 2,
    "araramani": 2,
    "matamiei": 2,
    "manubada": 2,
    "avavarai": 2,
    "nonoriu": 2,
    "ḡamoḡamona": 2,
    "aierei": 2,
    "panipaniei": 2,
    "ununurana": 2,
    "gedugeduaieu": 2,
    "*4": 2,
    "vikwinei": 2,
    "danenei": 2,
    "ravami": 2,
    "kwamana": 2,
    "nuapoapoeu": 2,
    "taranei": 2,
    "paripariḡai": 2,
    "arata": 2,
    "acaciei": 2,
    "raviai": 2,
    "vitagogi": 2,
    "uḡuna": 2,
    "anivojijinana": 2,
    "tuam": 2,
    "nadab": 2,
    "ḡaroḡaro": 2,
    "oholiab": 2,
    "aniapunana": 2,
    "rauḡaroḡaroei": 2,
    "bagibagii": 2,
    "nuapoui": 2,
    "wavamei": 2,
    "viaigimagimai": 2,
    "gwadagwadai": 2,
    "vipokau": 2,
    "kaukauna": 2,
    "‘god": 2,
    "anivinama": 2,
    "ḡaravu": 2,
    "varevareimi": 2,
    "“ḡaima": 2,
    "nebeleu": 2,
    "iviu": 2,
    "garei": 2,
    "oil": 2,
    "abomana": 2,
    "oilei": 2,
    "ḡauḡauri": 2,
    "vionaḡi": 2,
