{
  "book": "Mark",
  "chapter": 1,
  "verse_count": 45,
  "verses": {
    "1": "Weꞌi yamna God natuna Yesu Keriso Tuyeghana Ahiahina me ivi karenanei.",
    "2": "Warihagha peroveta Aisaiya, wenanaꞌarena God ponana i girumi:",
    "3": "“Taupariverena au mutuyuwa evivi ghoreghore,",
    "4": "Anina ma taupariverena John i neꞌi au mutuyuwa da rava i bababataitohi ma God riwana i dimedimei ipa, “Ghohaꞌapoapoe kauwana ona voterei ma ona wanavira-meyemi God awarina. Maranai ana babataitomi, yamna inavi matakiraha da taumi, God ami ghohaꞌapoꞌapoe ina nota-tawaneꞌi.”",
    "5": "Ma rava anatapuhi, Judiya au paratana ma mai Jerusalem hi nae da John hita rau-tanighanei. Naꞌi marana ahi apoapoe hivi heghai ma tauna, Jordan wairana au horana i babataitohi.",
    "6": "Ma John, ghamoghamo ana wava kamel aparana metametanana i oteoteni ma ana tairoro ghamoghamo opina. Tauna ana yam kapaꞌu ma tawaya.",
    "7": "Ma tauna, rava i ririwehi ipa, “Muriyai rava ghehauna e neneꞌi, tauna i ghe vavahagha, egha me tau. Tau egha tagotagogiu da ana aehuma ghuravana ata rupeni.",
    "8": "Tau wairei a bababataitomi ma tauna, Aruwa Vivivireinei ina babataitomi.”",
    "9": "Naꞌi maranaina Yesu Nasaretei, Galili ana au parata i voterei ma i ghaꞌira, mepa John i bababataito-yana. Ma John au waira Jordan, Yesu i babataitoi.",
    "10": "Ma maranaina Yesu wairei i gheꞌegheꞌeta, i inana da mara i wana-tawaneꞌi  Isa 64:1 ma Aruwa Vivivireina me gabubu i ghaꞌiraꞌi ma horana ivi howai.",
    "11": "Ma God ponana marei i hopui ma i riwa ipa, “Tam, tau natuꞌu au nuwavaina ma uvi nuwa-ahiahiniu.”",
    "12": "Ma yamna au murina God Aruwana Vivivireina, Yesu i pari-tawanana hopuneꞌi au mutuyuwa.",
    "13": "Ma maratom 40 Yesu au mutuyuwa i maꞌae ma Satan, tauna i rau-dadani. Tauna, ghamoghamo moduwei maitehi nai au dobuna hi maꞌae ma God ana aneya marei, tauna hi paꞌini.",
    "14": "Ma Guyau Herod, John i pani da deri au numana i terei.  Mrk 6:14-29 Ma au murina Yesu i nae au Galili ma rava auwarihi, God Riwana Ahiahina i dimei.",
    "15": "Ma Yesu i ririwa ipa, “God ana mara i ririweiya i gheꞌetai. God ana vibadana vouna, rava aubaihi yamna i turiyai. Ami ghohaꞌapoapoena ona rupeni ma riwana ahiꞌahina onavi tumaghanei.”",
    "16": "Ma mara tagogi maranaina Galili topana au gerahana i bababara nae; ma tauyebagha ruwagha i inanahi. Simon ma ana tevera Andrew, ahi hagida hita yetayei au boga.",
    "17": "Yesu i riwehi ipa, “Ona nei ma ona votaghou. Ma me marina o yebayebagha; nanaꞌarena anavi haraharamanimi da rava ona tuaruhi da hinavi tumaghaneu!”",
    "18": "Ma maratagogi ahi hagida hi voterei ma Yesu hivo taghotaghoi.",
    "19": "Ma tauhi gerahei hi veraunae ma Yesu, Zebedi natunatuna i inanahi James ma John ahi auwaga; ahi hagida wanawana-rorona hi yaruyarumi.",
    "20": "Ma maratagogi tauhi i ghorehi ipa, “Taumi ona neꞌi ma taꞌu ona votaghou!” Ma tauhi, amahi Zebedi ana taunoya maitehi hivo terehi ma Yesu hivo taghotaghoi.",
    "21": "Yesu, ana tauvotaghotagho maitehi hi nae au Kapernaum . Ma Sabate au marana i rui pari au numana ma God Tuyeghana Ahiahina, viharaharamanana ivi kareni.",
    "22": "Ma taurautanighana, tauna ana viharaharamana hi bahei; aubaina tauna ana riwapaneꞌi ivi haraharamana, egha me Raugagayo Tauviharaharamanahi .  Warihagha, God Moses raugagayo, i verei da mai Israꞌel hita voteꞌeteꞌei.",
    "23": "Maranai Yesu, pari au numana ivivi haraharamana ma oroto aruwa-apoapoena horana i ruiruiniya i garara",
    "24": "ipa, “Yesu Nasaretei! Am ghohana awariꞌai aiwaꞌi? Tam weka u neꞌi da ma rau-iviꞌapoapoyeꞌai bo? Tau, a haramanei tam aiyaꞌi; tam, tagogi vivivireim Godei!”",
    "25": "Ma Yesu i rau-gamopotai, “Ma genuwana! Na orotona ma hopu-tawaneꞌi.”",
    "26": "Aruwa-apoapoena, orotona ivo vaitatatavi ma ana gararana i hopu tawanei.",
    "27": "Ma rava anatapuhi hi bahei ma tauhi hivi tarapirivivira, “Aiwaꞌi kauwana e tuputupuwa? Weꞌi vihegha vouna, ravana ana rewapana e maꞌamaꞌae. Yamna aubaina aruwa-apoapoehi e ririwehi ma hevivi ponavowei!”",
    "28": "Yesu ana vighegha vouna tuyeghana, maratagogi Galili dobuna i howai.",
    "29": "Ma pari au numana hivo tereꞌi. Yesu ana tauvotaghotagho maitehi hi nae Simon ma Andrew ahi au numa; James ma John maitehi hi nae.",
    "30": "Simon pohiyana wavinena ana gaugaururuna ana au anieno i enoeno. Maranaina Yesu i neꞌi; numana ravahi, doria tuyeghana hi pari-verei.",
    "31": "Tauna i nae wavine i enoeno yana; ma nimana i vaini, ivo haguꞌi da ivo mahiri. Maratagogi gaugaururu i voterei ma wavinena, tauhi i inana vaitetehi.",
    "32": "Madegha i harere ma raviraviyai, tauhi ahi rava doridoriahi ma tauhi aruwa-apoapoena i ruiruinihi, hi neiyahi maꞌi Yesu awarina.  Madegha i harere, anona yamna Sabate marana i kwaha. Mai Jew ahi viyawahi marana au Friday au madegha harere, evivi kare da au Saturday au madegha harere, e kwahakwaha.",
    "33": "Meyagai ghaeghaena ravahi anatapuhi, numana au naona hivi tagogiyehi.",
    "34": "Rava maghamaghauhi ahi doria tapuna da tapuna ivi yawahanihi ma aruwa-apoapoehi rava i ruiruinihi ivi hopunihi. Ma aruwa-apoapoehi hi haramaneꞌi da tauna aiyaꞌi. Yamna aubaina i rau-gamopotahi.  Yesu i haramaneꞌi da ina pa, aruwa-apoapoehi, inavi aninehi da tauhi hinavi hegha da tauna anina Keriso, apo rava, tauna, hita hegari da itavi tauvighaviya badana. Tauhi hi hi haramaneꞌi da Keriso ana noya yamna. Jhn 6.15",
    "35": "Au maratomtom, Yesu enowei ivo mahiri; numa i hoputawaneꞌi ma i nae gabu au rauraugovaghana. Ma kampa, God maiteni hi dedede.",
    "36": "Ma muriai, Simon varevarehina maitehi hi nae da hi baihei.",
    "37": "Ma maranai Yesu hi tuhaghai; hi riwei hipa, “Rava anatapuhi he baibaihem.”",
    "38": "Yesu i pari-beyehi ipa, “Tana nae meyagai ghehauhi au ghereghere. Ma kampa, God Tuyeghana Ahiahina ana rau-guguyei. Taꞌu yamna aubaina a neꞌi.”",
    "39": "Ma Galili meyagaihi anatapuna i naenihi ma pari au numahi, God tuyeghana i rau-guguyehi ma aruwa-apoapoehi rava au horahi ivi hopunihi.",
    "40": "Maratagogi oroto opina pagapagana i nae Yesu awarina, au naona i peꞌu, i rau-duneyei ma hagu ivi baghei ipa, “Inapa am ghohaghohana; yamna mavi ahiahiniu.  Jew ahi raugagayo e ririwa da aiyaꞌi opina kamakamana ghaeghaehi bo opina i wana gwadagwadai yana tauna yana ana hini gobuna. Tauna egha au meyagai ina maꞌae rava maitehi. Mai Jew egha hitavi aninehi weꞌi ravahi hina vodadanihi. Rava hini gobuhi yana egha hinavi taparoro gogona, rava ghehauhi maitehi. Mepa da rava ana hini gobuna i yawahana, yana tauna i ahi da tagotagogina ina nememeꞌi meyagai ma rava auwarihi ina maꞌae. ”",
    "41": "Yesu, orotona ivi nuwaboyei da urana ivi yoyoi ma ivo dadani ma i riwei ipa, “A ghohei. Ma ahi!”",
    "42": "Ma maratagogi, paga doriana orotona i voterei ma tauna i yawahana.",
    "43": "Yesu ivi ghaꞌana guratei ma i pari-tawaneꞌi,",
    "44": "“Tam, aiwaꞌi i tuputupuwa awarim; rava egha mavi heghehi! Didimanim ma nae da metauna pirisina. God, rava ahi puyo e amꞌamverenei, tauna awarina mavi atataiyana meyem! Ma Moses yawahana puyona i ririweiya, ma ghohai da yamna inavi heghehi da tam u ahi.  Pirisi bo puyo tau am verenana God awarina da rava hina haramanei da tauna ana doria i hamoꞌa. ”",
    "45": "Ma orotona i nae da ana viyawahana tuyeghana, meyagai ravahi anataputapuhi i pari-verenaiyehi. Yamna aubaina, Yesu egha au meyagaihi ita rui ma i nae da au mutuyuwa i maꞌamaꞌae. Wate meyagai ravahi hi naenae awarina."
  }
}