{
  "book": "John",
  "chapter": 11,
  "translation": "World English Bible",
  "language": "English",
  "verse_count": 57,
  "verses": {
    "1": "Now a certain man was sick, Lazarus from Bethany, of the village of Mary and her sister, Martha.",
    "2": "It was that Mary who had anointed the Lord with ointment and wiped his feet with her hair, whose brother, Lazarus, was sick.",
    "3": "The sisters therefore sent to him, saying, “Lord, behold, he for whom you have great affection is sick.”",
    "4": "But when Jesus heard it, he said, “This sickness is not to death, but for the glory of God, that God’s Son may be glorified by it.”",
    "5": "Now Jesus loved Martha, and her sister, and Lazarus.",
    "6": "When therefore he heard that he was sick, he stayed two days in the place where he was.",
    "7": "Then after this he said to the disciples, “Let’s go into Judea again.”",
    "8": "The disciples asked him, “Rabbi, the Jews were just trying to stone you. Are you going there again?”",
    "9": "Jesus answered, “Aren’t there twelve hours of daylight? If a man walks in the day, he doesn’t stumble, because he sees the light of this world.",
    "10": "But if a man walks in the night, he stumbles, because the light isn’t in him.”",
    "11": "He said these things, and after that, he said to them, “Our friend, Lazarus, has fallen asleep, but I am going so that I may awake him out of sleep.”",
    "12": "The disciples therefore said, “Lord, if he has fallen asleep, he will recover.”",
    "13": "Now Jesus had spoken of his death, but they thought that he spoke of taking rest in sleep.",
    "14": "So Jesus said to them plainly then, “Lazarus is dead.",
    "15": "I am glad for your sakes that I was not there, so that you may believe. Nevertheless, let’s go to him.”",
    "16": "Thomas therefore, who is called Didymus, said to his fellow disciples, “Let’s go also, that we may die with him.”",
    "17": "So when Jesus came, he found that he had been in the tomb four days already.",
    "18": "Now Bethany was near Jerusalem, about fifteen stadia away.",
    "19": "Many of the Jews had joined the women around Martha and Mary, to console them concerning their brother.",
    "20": "Then when Martha heard that Jesus was coming, she went and met him, but Mary stayed in the house.",
    "21": "Therefore Martha said to Jesus, “Lord, if you would have been here, my brother wouldn’t have died.",
    "22": "Even now I know that whatever you ask of God, God will give you.”",
    "23": "Jesus said to her, “Your brother will rise again.”",
    "24": "Martha said to him, “I know that he will rise again in the resurrection at the last day.”",
    "25": "Jesus said to her, “I am the resurrection and the life. He who believes in me will still live, even if he dies.",
    "26": "Whoever lives and believes in me will never die. Do you believe this?”",
    "27": "She said to him, “Yes, Lord. I have come to believe that you are the Christ, God’s Son, he who comes into the world.”",
    "28": "When she had said this, she went away and called Mary, her sister, secretly, saying, “The Teacher is here and is calling you.”",
    "29": "When she heard this, she arose quickly and went to him.",
    "30": "Now Jesus had not yet come into the village, but was in the place where Martha met him.",
    "31": "Then the Jews who were with her in the house and were consoling her, when they saw Mary, that she rose up quickly and went out, followed her, saying, “She is going to the tomb to weep there.”",
    "32": "Therefore when Mary came to where Jesus was and saw him, she fell down at his feet, saying to him, “Lord, if you would have been here, my brother wouldn’t have died.”",
    "33": "When Jesus therefore saw her weeping, and the Jews weeping who came with her, he groaned in the spirit, and was troubled,",
    "34": "and said, “Where have you laid him?” They told him, “Lord, come and see.”",
    "35": "Jesus wept.",
    "36": "The Jews therefore said, “See how much affection he had for him!”",
    "37": "Some of them said, “Couldn’t this man, who opened the eyes of him who was blind, have also kept this man from dying?”",
    "38": "Jesus therefore, again groaning in himself, came to the tomb. Now it was a cave, and a stone lay against it.",
    "39": "Jesus said, “Take away the stone.” Martha, the sister of him who was dead, said to him, “Lord, by this time there is a stench, for he has been dead four days.”",
    "40": "Jesus said to her, “Didn’t I tell you that if you believed, you would see God’s glory?”",
    "41": "So they took away the stone from the place where the dead man was lying. Jesus lifted up his eyes, and said, “Father, I thank you that you listened to me.",
    "42": "I know that you always listen to me, but because of the multitude standing around I said this, that they may believe that you sent me.”",
    "43": "When he had said this, he cried with a loud voice, “Lazarus, come out!”",
    "44": "He who was dead came out, bound hand and foot with wrappings, and his face was wrapped around with a cloth. Jesus said to them, “Free him, and let him go.”",
    "45": "Therefore many of the Jews who came to Mary and saw what Jesus did believed in him.",
    "46": "But some of them went away to the Pharisees and told them the things which Jesus had done.",
    "47": "The chief priests therefore and the Pharisees gathered a council, and said, “What are we doing? For this man does many signs.",
    "48": "If we leave him alone like this, everyone will believe in him, and the Romans will come and take away both our place and our nation.”",
    "49": "But a certain one of them, Caiaphas, being high priest that year, said to them, “You know nothing at all,",
    "50": "nor do you consider that it is advantageous for us that one man should die for the people, and that the whole nation not perish.”",
    "51": "Now he didn’t say this of himself, but being high priest that year, he prophesied that Jesus would die for the nation,",
    "52": "and not for the nation only, but that he might also gather together into one the children of God who are scattered abroad.",
    "53": "So from that day forward they took counsel that they might put him to death.",
    "54": "Jesus therefore walked no more openly among the Jews, but departed from there into the country near the wilderness, to a city called Ephraim. He stayed there with his disciples.",
    "55": "Now the Passover of the Jews was at hand. Many went up from the country to Jerusalem before the Passover, to purify themselves.",
    "56": "Then they sought for Jesus and spoke with one another as they stood in the temple, “What do you think—that he isn’t coming to the feast at all?”",
    "57": "Now the chief priests and the Pharisees had commanded that if anyone knew where he was, he should report it, that they might seize him."
  },
  "ljpw_coordinates": {
    "1": [
      0.5126666666666667,
      0.5,
      0.5,
      0.5126666666666667
    ],
    "2": [
      0.6026239067055393,
      0.5619047619047619,
      0.4787463556851312,
      0.5866666666666667
    ],
    "3": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "4": [
      0.8292910447761195,
      0.8021317382161357,
      0.6749297968918295,
      0.843594527363184
    ],
    "5": [
      0.6797373358348967,
      0.6474358974358974,
      0.5,
      0.7092245153220762
    ],
    "6": [
      0.5352941176470588,
      0.5,
      0.47352941176470587,
      0.5714285714285714
    ],
    "7": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "8": [
      0.5162619988706945,
      0.6124637681159419,
      0.5299774138904574,
      0.6094202898550725
    ],
    "9": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6630584192439863
    ],
    "10": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "11": [
      0.5513513513513514,
      0.5,
      0.4614864864864865,
      0.5
    ],
    "12": [
      0.5852459016393442,
      0.5677083333333334,
      0.5,
      0.598787568306011
    ],
    "13": [
      0.6672727272727271,
      0.6463081519419547,
      0.5092189500640205,
      0.6951515151515151
    ],
    "14": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "15": [
      0.551948051948052,
      0.5,
      0.461038961038961,
      0.5
    ],
    "16": [
      0.5523255813953488,
      0.5,
      0.46075581395348836,
      0.5
    ],
    "17": [
      0.602179176755448,
      0.5619047619047619,
      0.47907990314769977,
      0.5866666666666667
    ],
    "18": [
      0.55625,
      0.5,
      0.4578125,
      0.5
    ],
    "19": [
      0.5130952380952382,
      0.5,
      0.5,
      0.5130952380952382
    ],
    "20": [
      0.6013533834586466,
      0.5619047619047619,
      0.47969924812030074,
      0.5866666666666667
    ],
    "21": [
      0.6849282296650716,
      0.6393939393939393,
      0.4867583732057416,
      0.6951515151515151
    ],
    "22": [
      0.6859740259740259,
      0.6393939393939393,
      0.48597402597402595,
      0.6951515151515151
    ],
    "23": [
      0.6089940039973352,
      0.5548523206751056,
      0.47301798800799466,
      0.5839884521430159
    ],
    "24": [
      0.5432241250930753,
      0.5438818565400844,
      0.47285927029039465,
      0.5948001985604369
    ],
    "25": [
      0.6085443037974685,
      0.5548523206751056,
      0.47314647377938523,
      0.5837100663050031
    ],
    "26": [
      0.5311688311688312,
      0.5,
      0.4766233766233766,
      0.5714285714285714
    ],
    "27": [
      0.7783116299955097,
      0.7213740458015268,
      0.49050291872474183,
      0.8099236641221375
    ],
    "28": [
      0.5166304347826087,
      0.556231884057971,
      0.48752717391304345,
      0.6515942028985506
    ],
    "29": [
      0.5318936877076412,
      0.5,
      0.4760797342192691,
      0.5714285714285714
    ],
    "30": [
      0.6015126050420168,
      0.5619047619047619,
      0.4795798319327731,
      0.5866666666666667
    ],
    "31": [
      0.5568493150684932,
      0.5,
      0.45736301369863014,
      0.5
    ],
    "32": [
      0.6854545454545453,
      0.6393939393939393,
      0.48636363636363633,
      0.6951515151515151
    ],
    "33": [
      0.6895967741935485,
      0.6473118279569893,
      0.4903830645161291,
      0.7352688172043012
    ],
    "34": [
      0.6021483375959078,
      0.5702898550724638,
      0.4866496163682864,
      0.637536231884058
    ],
    "35": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "36": [
      0.558,
      0.5,
      0.4565,
      0.5
    ],
    "37": [
      0.5,
      0.5,
      0.5,
      0.6
    ],
    "38": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "39": [
      0.6847648902821315,
      0.6393939393939393,
      0.4868808777429467,
      0.6951515151515151
    ],
    "40": [
      0.6891129032258065,
      0.6473118279569893,
      0.4907459677419356,
      0.7352688172043012
    ],
    "41": [
      0.602179176755448,
      0.5619047619047619,
      0.47907990314769977,
      0.5866666666666667
    ],
    "42": [
      0.5271698113207547,
      0.5495238095238095,
      0.47962264150943396,
      0.599047619047619
    ],
    "43": [
      0.5340659340659341,
      0.5,
      0.47445054945054943,
      0.5714285714285714
    ],
    "44": [
      0.6010989010989012,
      0.5619047619047619,
      0.4798901098901099,
      0.5866666666666667
    ],
    "45": [
      0.6023376623376624,
      0.5619047619047619,
      0.478961038961039,
      0.5866666666666667
    ],
    "46": [
      0.6014285714285714,
      0.5619047619047619,
      0.47964285714285715,
      0.5866666666666667
    ],
    "47": [
      0.5,
      0.5,
      0.5,
      0.6
    ],
    "48": [
      0.5673076923076924,
      0.5,
      0.45889423076923075,
      0.5125000000000001
    ],
    "49": [
      0.527,
      0.5495238095238095,
      0.47975,
      0.599047619047619
    ],
    "50": [
      0.5509803921568628,
      0.5,
      0.4617647058823529,
      0.5
    ],
    "51": [
      0.6008294930875576,
      0.5619047619047619,
      0.48009216589861753,
      0.5866666666666667
    ],
    "52": [
      0.8292910447761195,
      0.8019687912478424,
      0.6016714894913189,
      0.835478855721393
    ],
    "53": [
      0.5383429861588299,
      0.5676663067308008,
      0.5649242498609339,
      0.5415169660678643
    ],
    "54": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "55": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "56": [
      0.6004230317273795,
      0.5702898550724638,
      0.4879435957696827,
      0.637536231884058
    ],
    "57": [
      0.5280952380952381,
      0.5619047619047619,
      0.5655952380952382,
      0.5495238095238095
    ]
  }
}