{
  "book": "John",
  "chapter": 18,
  "translation": "World English Bible",
  "language": "English",
  "verse_count": 40,
  "verses": {
    "1": "When Jesus had spoken these words, he went out with his disciples over the brook Kidron, where there was a garden, into which he and his disciples entered.",
    "2": "Now Judas, who betrayed him, also knew the place, for Jesus often met there with his disciples.",
    "3": "Judas then, having taken a detachment of soldiers and officers from the chief priests and the Pharisees, came there with lanterns, torches, and weapons.",
    "4": "Jesus therefore, knowing all the things that were happening to him, went out, and said to them, “Who are you looking for?”",
    "5": "They answered him, “Jesus of Nazareth.” Jesus said to them, “I am he.” Judas also, who betrayed him, was standing with them.",
    "6": "When therefore he said to them, “I am he,” they went backward, and fell to the ground.",
    "7": "Again therefore he asked them, “Who are you looking for?” They said, “Jesus of Nazareth.”",
    "8": "Jesus answered, “I told you that I am he. If therefore you seek me, let these go their way,”",
    "9": "that the word might be fulfilled which he spoke, “Of those whom you have given me, I have lost none.”",
    "10": "Simon Peter therefore, having a sword, drew it, struck the high priest’s servant, and cut off his right ear. The servant’s name was Malchus.",
    "11": "Jesus therefore said to Peter, “Put the sword into its sheath. The cup which the Father has given me, shall I not surely drink it?”",
    "12": "So the detachment, the commanding officer, and the officers of the Jews seized Jesus and bound him,",
    "13": "and led him to Annas first, for he was father-in-law to Caiaphas, who was high priest that year.",
    "14": "Now it was Caiaphas who advised the Jews that it was expedient that one man should perish for the people.",
    "15": "Simon Peter followed Jesus, as did another disciple. Now that disciple was known to the high priest, and entered in with Jesus into the court of the high priest;",
    "16": "but Peter was standing at the door outside. So the other disciple, who was known to the high priest, went out and spoke to her who kept the door, and brought in Peter.",
    "17": "Then the maid who kept the door said to Peter, “Are you also one of this man’s disciples?” He said, “I am not.”",
    "18": "Now the servants and the officers were standing there, having made a fire of coals, for it was cold. They were warming themselves. Peter was with them, standing and warming himself.",
    "19": "The high priest therefore asked Jesus about his disciples and about his teaching.",
    "20": "Jesus answered him, “I spoke openly to the world. I always taught in synagogues, and in the temple, where the Jews always meet. I said nothing in secret.",
    "21": "Why do you ask me? Ask those who have heard me what I said to them. Behold, they know the things which I said.”",
    "22": "When he had said this, one of the officers standing by slapped Jesus with his hand, saying, “Do you answer the high priest like that?”",
    "23": "Jesus answered him, “If I have spoken evil, testify of the evil; but if well, why do you beat me?”",
    "24": "Annas sent him bound to Caiaphas, the high priest.",
    "25": "Now Simon Peter was standing and warming himself. They said therefore to him, “You aren’t also one of his disciples, are you?” He denied it and said, “I am not.”",
    "26": "One of the servants of the high priest, being a relative of him whose ear Peter had cut off, said, “Didn’t I see you in the garden with him?”",
    "27": "Peter therefore denied it again, and immediately the rooster crowed.",
    "28": "They led Jesus therefore from Caiaphas into the Praetorium. It was early, and they themselves didn’t enter into the Praetorium, that they might not be defiled, but might eat the Passover.",
    "29": "Pilate therefore went out to them, and said, “What accusation do you bring against this man?”",
    "30": "They answered him, “If this man weren’t an evildoer, we wouldn’t have delivered him up to you.”",
    "31": "Pilate therefore said to them, “Take him yourselves, and judge him according to your law.” Therefore the Jews said to him, “It is illegal for us to put anyone to death,”",
    "32": "that the word of Jesus might be fulfilled, which he spoke, signifying by what kind of death he should die.",
    "33": "Pilate therefore entered again into the Praetorium, called Jesus, and said to him, “Are you the King of the Jews?”",
    "34": "Jesus answered him, “Do you say this by yourself, or did others tell you about me?”",
    "35": "Pilate answered, “I’m not a Jew, am I? Your own nation and the chief priests delivered you to me. What have you done?”",
    "36": "Jesus answered, “My Kingdom is not of this world. If my Kingdom were of this world, then my servants would fight, that I wouldn’t be delivered to the Jews. But now my Kingdom is not from here.”",
    "37": "Pilate therefore said to him, “Are you a king then?” Jesus answered, “You say that I am a king. For this reason I have been born, and for this reason I have come into the world, that I should testify to the truth. Everyone who is of the truth listens to my voice.”",
    "38": "Pilate said to him, “What is truth?” When he had said this, he went out again to the Jews, and said to them, “I find no basis for a charge against him.",
    "39": "But you have a custom, that I should release someone to you at the Passover. Therefore, do you want me to release to you the King of the Jews?”",
    "40": "Then they all shouted again, saying, “Not this man, but Barabbas!” Now Barabbas was a robber."
  },
  "ljpw_coordinates": {
    "1": [
      0.6007573632538569,
      0.5702898550724638,
      0.48769284712482464,
      0.637536231884058
    ],
    "2": [
      0.6003428571428572,
      0.5619047619047619,
      0.48045714285714286,
      0.5866666666666667
    ],
    "3": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "4": [
      0.7825746574910032,
      0.7277448071216618,
      0.49303933329124316,
      0.8410979228486647
    ],
    "5": [
      0.6016770186335404,
      0.5619047619047619,
      0.47945652173913045,
      0.5866666666666667
    ],
    "6": [
      0.5303571428571429,
      0.5,
      0.4772321428571429,
      0.5714285714285714
    ],
    "7": [
      0.6899470389985557,
      0.6473118279569893,
      0.4901203659123736,
      0.7352688172043012
    ],
    "8": [
      0.6045378151260504,
      0.5619047619047619,
      0.47731092436974787,
      0.5866666666666667
    ],
    "9": [
      0.5287198515769944,
      0.5619047619047619,
      0.5651267779839209,
      0.5495238095238095
    ],
    "10": [
      0.5,
      0.6333333333333333,
      0.55,
      0.5833333333333334
    ],
    "11": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6630584192439863
    ],
    "12": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "13": [
      0.5277992277992278,
      0.599047619047619,
      0.5162934362934364,
      0.5619047619047619
    ],
    "14": [
      0.5541176470588236,
      0.5,
      0.45941176470588235,
      0.5
    ],
    "15": [
      0.7,
      0.6666666666666666,
      0.5,
      0.7333333333333333
    ],
    "16": [
      0.5,
      0.5610952380952381,
      0.5154285714285715,
      0.599047619047619
    ],
    "17": [
      0.53,
      0.5,
      0.47750000000000004,
      0.5714285714285714
    ],
    "18": [
      0.5106896551724138,
      0.5,
      0.5,
      0.5106896551724138
    ],
    "19": [
      0.7,
      0.6666666666666666,
      0.5,
      0.7333333333333333
    ],
    "20": [
      0.6010804321728691,
      0.5619047619047619,
      0.4799039615846339,
      0.5866666666666667
    ],
    "21": [
      0.5192352016762702,
      0.556231884057971,
      0.48557359874279726,
      0.6515942028985506
    ],
    "22": [
      0.6006020066889631,
      0.5702898550724638,
      0.48780936454849494,
      0.637536231884058
    ],
    "23": [
      0.6893548387096775,
      0.6473118279569893,
      0.4905645161290323,
      0.7352688172043012
    ],
    "24": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "25": [
      0.5461776859504133,
      0.5,
      0.4711776859504132,
      0.5702479338842975
    ],
    "26": [
      0.530188679245283,
      0.5,
      0.47735849056603774,
      0.5714285714285714
    ],
    "27": [
      0.5614035087719298,
      0.5,
      0.4618421052631579,
      0.5105263157894737
    ],
    "28": [
      0.7,
      0.6666666666666666,
      0.5,
      0.7333333333333333
    ],
    "29": [
      0.5289628180039139,
      0.5,
      0.4782778864970646,
      0.5714285714285714
    ],
    "30": [
      0.4792721518987342,
      0.4341772151898734,
      0.4715189873417722,
      0.507120253164557
    ],
    "31": [
      0.5265054945054946,
      0.599047619047619,
      0.5172637362637363,
      0.5619047619047619
    ],
    "32": [
      0.6840259740259739,
      0.6393939393939393,
      0.4874350649350649,
      0.6951515151515151
    ],
    "33": [
      0.6887785429503444,
      0.6473118279569893,
      0.49099673794853216,
      0.7352688172043012
    ],
    "34": [
      0.6012422360248446,
      0.5702898550724638,
      0.4873291925465838,
      0.637536231884058
    ],
    "35": [
      0.5324675324675325,
      0.5,
      0.47564935064935066,
      0.5714285714285714
    ],
    "36": [
      0.5016623766623767,
      0.7301587301587301,
      0.8222222222222221,
      0.6857893607893607
    ],
    "37": [
      0.7827299703264096,
      0.7277448071216618,
      0.49292284866468844,
      0.8410979228486647
    ],
    "38": [
      0.5169212690951821,
      0.556231884057971,
      0.48730904817861337,
      0.6515942028985506
    ],
    "39": [
      0.5179288537549407,
      0.5702898550724638,
      0.5849591567852437,
      0.5953623188405797
    ],
    "40": [
      0.5,
      0.5190140845070422,
      0.5253521126760564,
      0.5
    ]
  }
}