{
  "book": "John",
  "chapter": 5,
  "translation": "World English Bible",
  "language": "English",
  "verse_count": 47,
  "verses": {
    "1": "After these things, there was a feast of the Jews, and Jesus went up to Jerusalem.",
    "2": "Now in Jerusalem by the sheep gate, there is a pool, which is called in Hebrew, “Bethesda”, having five porches.",
    "3": "In these lay a great multitude of those who were sick, blind, lame, or paralyzed, waiting for the moving of the water;",
    "4": "for an angel went down at certain times into the pool and stirred up the water. Whoever stepped in first after the stirring of the water was healed of whatever disease he had.",
    "5": "A certain man was there who had been sick for thirty-eight years.",
    "6": "When Jesus saw him lying there, and knew that he had been sick for a long time, he asked him, “Do you want to be made well?”",
    "7": "The sick man answered him, “Sir, I have no one to put me into the pool when the water is stirred up, but while I’m coming, another steps down before me.”",
    "8": "Jesus said to him, “Arise, take up your mat, and walk.”",
    "9": "Immediately, the man was made well, and took up his mat and walked. Now it was the Sabbath on that day.",
    "10": "So the Jews said to him who was cured, “It is the Sabbath. It is not lawful for you to carry the mat.”",
    "11": "He answered them, “He who made me well said to me, ‘Take up your mat and walk.’”",
    "12": "Then they asked him, “Who is the man who said to you, ‘Take up your mat and walk’?”",
    "13": "But he who was healed didn’t know who it was, for Jesus had withdrawn, a crowd being in the place.",
    "14": "Afterward Jesus found him in the temple, and said to him, “Behold, you are made well. Sin no more, so that nothing worse happens to you.”",
    "15": "The man went away, and told the Jews that it was Jesus who had made him well.",
    "16": "For this cause the Jews persecuted Jesus, and sought to kill him, because he did these things on the Sabbath.",
    "17": "But Jesus answered them, “My Father is still working, so I am working, too.”",
    "18": "For this cause therefore the Jews sought all the more to kill him, because he not only broke the Sabbath, but also called God his own Father, making himself equal with God.",
    "19": "Jesus therefore answered them, “Most certainly, I tell you, the Son can do nothing of himself, but what he sees the Father doing. For whatever things he does, these the Son also does likewise.",
    "20": "For the Father has affection for the Son, and shows him all things that he himself does. He will show him greater works than these, that you may marvel.",
    "21": "For as the Father raises the dead and gives them life, even so the Son also gives life to whom he desires.",
    "22": "For the Father judges no one, but he has given all judgment to the Son,",
    "23": "that all may honor the Son, even as they honor the Father. He who doesn’t honor the Son doesn’t honor the Father who sent him.",
    "24": "“Most certainly I tell you, he who hears my word and believes him who sent me has eternal life, and doesn’t come into judgment, but has passed out of death into life.",
    "25": "Most certainly I tell you, the hour comes, and now is, when the dead will hear the Son of God’s voice; and those who hear will live.",
    "26": "For as the Father has life in himself, even so he gave to the Son also to have life in himself.",
    "27": "He also gave him authority to execute judgment, because he is a son of man.",
    "28": "Don’t marvel at this, for the hour comes in which all who are in the tombs will hear his voice,",
    "29": "and will come out; those who have done good, to the resurrection of life; and those who have done evil, to the resurrection of judgment.",
    "30": "I can of myself do nothing. As I hear, I judge, and my judgment is righteous; because I don’t seek my own will, but the will of my Father who sent me.",
    "31": "“If I testify about myself, my witness is not valid.",
    "32": "It is another who testifies about me. I know that the testimony which he testifies about me is true.",
    "33": "You have sent to John, and he has testified to the truth.",
    "34": "But the testimony which I receive is not from man. However, I say these things that you may be saved.",
    "35": "He was the burning and shining lamp, and you were willing to rejoice for a while in his light.",
    "36": "But the testimony which I have is greater than that of John, for the works which the Father gave me to accomplish, the very works that I do, testify about me, that the Father has sent me.",
    "37": "The Father himself, who sent me, has testified about me. You have neither heard his voice at any time, nor seen his form.",
    "38": "You don’t have his word living in you, because you don’t believe him whom he sent.",
    "39": "“You search the Scriptures, because you think that in them you have eternal life; and these are they which testify about me.",
    "40": "Yet you will not come to me, that you may have life.",
    "41": "I don’t receive glory from men.",
    "42": "But I know you, that you don’t have God’s love in yourselves.",
    "43": "I have come in my Father’s name, and you don’t receive me. If another comes in his own name, you will receive him.",
    "44": "How can you believe, who receive glory from one another, and you don’t seek the glory that comes from the only God?",
    "45": "“Don’t think that I will accuse you to the Father. There is one who accuses you, even Moses, on whom you have set your hope.",
    "46": "For if you believed Moses, you would believe me; for he wrote about me.",
    "47": "But if you don’t believe his writings, how will you believe my words?”"
  },
  "ljpw_coordinates": {
    "1": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "2": [
      0.5534883720930233,
      0.5,
      0.45988372093023255,
      0.5
    ],
    "3": [
      0.5510869565217391,
      0.5,
      0.46168478260869567,
      0.5
    ],
    "4": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "5": [
      0.5538461538461539,
      0.5,
      0.4596153846153846,
      0.5
    ],
    "6": [
      0.6010207939508506,
      0.5702898550724638,
      0.4874952741020794,
      0.637536231884058
    ],
    "7": [
      0.5608695652173913,
      0.5,
      0.46217391304347827,
      0.5104347826086957
    ],
    "8": [
      0.6006593406593407,
      0.5619047619047619,
      0.48021978021978023,
      0.5866666666666667
    ],
    "9": [
      0.5518987341772152,
      0.5189873417721519,
      0.4863924050632911,
      0.5
    ],
    "10": [
      0.5274285714285715,
      0.599047619047619,
      0.5165714285714287,
      0.5619047619047619
    ],
    "11": [
      0.5666666666666667,
      0.5,
      0.45789473684210524,
      0.5105263157894737
    ],
    "12": [
      0.5338983050847458,
      0.5,
      0.4745762711864407,
      0.5714285714285714
    ],
    "13": [
      0.6851636363636362,
      0.6393939393939393,
      0.48658181818181817,
      0.6951515151515151
    ],
    "14": [
      0.6825468648998061,
      0.6288515406162465,
      0.4826559469941823,
      0.6851917690152984
    ],
    "15": [
      0.6030508474576272,
      0.5619047619047619,
      0.4784261501210654,
      0.5866666666666667
    ],
    "16": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "17": [
      0.6793522267206477,
      0.6474358974358974,
      0.5,
      0.7088394062078271
    ],
    "18": [
      0.7,
      0.6666666666666666,
      0.5,
      0.7333333333333333
    ],
    "19": [
      0.6839614689945814,
      0.6393939393939393,
      0.48748344370860924,
      0.6951515151515151
    ],
    "20": [
      0.5516666666666667,
      0.5,
      0.46125,
      0.5
    ],
    "21": [
      0.5506024096385542,
      0.5,
      0.46204819277108433,
      0.5
    ],
    "22": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "23": [
      0.6795876288659795,
      0.5,
      0.47494845360824745,
      0.6111855670103093
    ],
    "24": [
      0.510077519379845,
      0.5,
      0.5,
      0.510077519379845
    ],
    "25": [
      0.7806192660550457,
      0.724388379204893,
      0.611209862385321,
      0.7842125382262998
    ],
    "26": [
      0.552054794520548,
      0.5,
      0.460958904109589,
      0.5
    ],
    "27": [
      0.5278934624697337,
      0.5619047619047619,
      0.5657465698143664,
      0.5495238095238095
    ],
    "28": [
      0.5429223744292238,
      0.5666666666666667,
      0.5732876712328767,
      0.5073059360730594
    ],
    "29": [
      0.452630173564753,
      0.4257142857142857,
      0.4798130841121495,
      0.5
    ],
    "30": [
      0.5,
      0.7666666666666666,
      0.6,
      0.6666666666666666
    ],
    "31": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "32": [
      0.5289285714285714,
      0.5495238095238095,
      0.47830357142857144,
      0.599047619047619
    ],
    "33": [
      0.5280519480519481,
      0.5495238095238095,
      0.478961038961039,
      0.599047619047619
    ],
    "34": [
      0.5544303797468355,
      0.5,
      0.4591772151898734,
      0.5
    ],
    "35": [
      0.5648648648648649,
      0.5,
      0.46047297297297296,
      0.5121621621621621
    ],
    "36": [
      0.552054794520548,
      0.5,
      0.460958904109589,
      0.5
    ],
    "37": [
      0.5553191489361703,
      0.5,
      0.4585106382978723,
      0.5
    ],
    "38": [
      0.5587301587301587,
      0.5,
      0.45595238095238094,
      0.5
    ],
    "39": [
      0.5565656565656566,
      0.5,
      0.4575757575757576,
      0.5
    ],
    "40": [
      0.5615384615384615,
      0.5,
      0.45384615384615384,
      0.5
    ],
    "41": [
      0.5166666666666667,
      0.5,
      0.5,
      0.5166666666666667
    ],
    "42": [
      0.7780949220046467,
      0.7213740458015268,
      0.49066544971788917,
      0.8099236641221375
    ],
    "43": [
      0.5680232558139535,
      0.5,
      0.45813953488372094,
      0.5122093023255814
    ],
    "44": [
      0.6060483870967742,
      0.5651881720430109,
      0.4825806451612904,
      0.6321505376344088
    ],
    "45": [
      0.5595744680851064,
      0.5,
      0.4553191489361702,
      0.5
    ],
    "46": [
      0.5581818181818182,
      0.5,
      0.45636363636363636,
      0.5
    ],
    "47": [
      0.5317460317460317,
      0.5,
      0.47619047619047616,
      0.5714285714285714
    ]
  }
}