{
  "book": "Matthew",
  "chapter": 26,
  "translation": "World English Bible",
  "language": "English",
  "verse_count": 75,
  "verses": {
    "1": "When Jesus had finished all these words, he said to his disciples,",
    "2": "“You know that after two days the Passover is coming, and the Son of Man will be delivered up to be crucified.”",
    "3": "Then the chief priests, the scribes, and the elders of the people were gathered together in the court of the high priest, who was called Caiaphas.",
    "4": "They took counsel together that they might take Jesus by deceit, and kill him.",
    "5": "But they said, “Not during the feast, lest a riot occur among the people.”",
    "6": "Now when Jesus was in Bethany, in the house of Simon the leper,",
    "7": "a woman came to him having an alabaster jar of very expensive ointment, and she poured it on his head as he sat at the table.",
    "8": "But when his disciples saw this, they were indignant, saying, “Why this waste?",
    "9": "For this ointment might have been sold for much, and given to the poor.”",
    "10": "However, knowing this, Jesus said to them, “Why do you trouble the woman? She has done a good work for me.",
    "11": "For you always have the poor with you; but you don’t always have me.",
    "12": "For in pouring this ointment on my body, she did it to prepare me for burial.",
    "13": "Most certainly I tell you, wherever this Good News is preached in the whole world, what this woman has done will also be spoken of as a memorial of her.”",
    "14": "Then one of the twelve, who was called Judas Iscariot, went to the chief priests,",
    "15": "and said, “What are you willing to give me, that I should deliver him to you?” They weighed out for him thirty pieces of silver.",
    "16": "From that time he sought opportunity to betray him.",
    "17": "Now on the first day of unleavened bread, the disciples came to Jesus, saying to him, “Where do you want us to prepare for you to eat the Passover?”",
    "18": "He said, “Go into the city to a certain person, and tell him, ‘The Teacher says, “My time is at hand. I will keep the Passover at your house with my disciples.” ’ ”",
    "19": "The disciples did as Jesus commanded them, and they prepared the Passover.",
    "20": "Now when evening had come, he was reclining at the table with the twelve disciples.",
    "21": "As they were eating, he said, “Most certainly I tell you that one of you will betray me.”",
    "22": "They were exceedingly sorrowful, and each began to ask him, “It isn’t me, is it, Lord?”",
    "23": "He answered, “He who dipped his hand with me in the dish will betray me.",
    "24": "The Son of Man goes, even as it is written of him, but woe to that man through whom the Son of Man is betrayed! It would be better for that man if he had not been born.”",
    "25": "Judas, who betrayed him, answered, “It isn’t me, is it, Rabbi?” He said to him, “You said it.”",
    "26": "As they were eating, Jesus took bread, gave thanks for it, and broke it. He gave to the disciples, and said, “Take, eat; this is my body.”",
    "27": "He took the cup, gave thanks, and gave to them, saying, “All of you drink it,",
    "28": "for this is my blood of the new covenant, which is poured out for many for the remission of sins.",
    "29": "But I tell you that I will not drink of this fruit of the vine from now on, until that day when I drink it anew with you in my Father’s Kingdom.”",
    "30": "When they had sung a hymn, they went out to the Mount of Olives.",
    "31": "Then Jesus said to them, “All of you will be made to stumble because of me tonight, for it is written, ‘I will strike the shepherd, and the sheep of the flock will be scattered.’",
    "32": "But after I am raised up, I will go before you into Galilee.”",
    "33": "But Peter answered him, “Even if all will be made to stumble because of you, I will never be made to stumble.”",
    "34": "Jesus said to him, “Most certainly I tell you that tonight, before the rooster crows, you will deny me three times.”",
    "35": "Peter said to him, “Even if I must die with you, I will not deny you.” All of the disciples also said likewise.",
    "36": "Then Jesus came with them to a place called Gethsemane, and said to his disciples, “Sit here, while I go there and pray.”",
    "37": "He took with him Peter and the two sons of Zebedee, and began to be sorrowful and severely troubled.",
    "38": "Then he said to them, “My soul is exceedingly sorrowful, even to death. Stay here, and watch with me.”",
    "39": "He went forward a little, fell on his face, and prayed, saying, “My Father, if it is possible, let this cup pass away from me; nevertheless, not what I desire, but what you desire.”",
    "40": "He came to the disciples, and found them sleeping, and said to Peter, “What, couldn’t you watch with me for one hour?",
    "41": "Watch and pray, that you don’t enter into temptation. The spirit indeed is willing, but the flesh is weak.”",
    "42": "Again, a second time he went away, and prayed, saying, “My Father, if this cup can’t pass away from me unless I drink it, your desire be done.”",
    "43": "He came again and found them sleeping, for their eyes were heavy.",
    "44": "He left them again, went away, and prayed a third time, saying the same words.",
    "45": "Then he came to his disciples, and said to them, “Sleep on now, and take your rest. Behold, the hour is at hand, and the Son of Man is betrayed into the hands of sinners.",
    "46": "Arise, let’s be going. Behold, he who betrays me is at hand.”",
    "47": "While he was still speaking, behold, Judas, one of the twelve, came, and with him a great multitude with swords and clubs, from the chief priests and elders of the people.",
    "48": "Now he who betrayed him gave them a sign, saying, “Whoever I kiss, he is the one. Seize him.”",
    "49": "Immediately he came to Jesus, and said, “Hail, Rabbi!” and kissed him.",
    "50": "Jesus said to him, “Friend, why are you here?” Then they came and laid hands on Jesus, and took him.",
    "51": "Behold, one of those who were with Jesus stretched out his hand, and drew his sword, and struck the servant of the high priest, and struck off his ear.",
    "52": "Then Jesus said to him, “Put your sword back into its place, for all those who take the sword will die by the sword.",
    "53": "Or do you think that I couldn’t ask my Father, and he would even now send me more than twelve legions of angels?",
    "54": "How then would the Scriptures be fulfilled that it must be so?”",
    "55": "In that hour Jesus said to the multitudes, “Have you come out as against a robber with swords and clubs to seize me? I sat daily in the temple teaching, and you didn’t arrest me.",
    "56": "But all this has happened that the Scriptures of the prophets might be fulfilled.” Then all the disciples left him and fled.",
    "57": "Those who had taken Jesus led him away to Caiaphas the high priest, where the scribes and the elders were gathered together.",
    "58": "But Peter followed him from a distance, to the court of the high priest, and entered in and sat with the officers, to see the end.",
    "59": "Now the chief priests, the elders, and the whole council sought false testimony against Jesus, that they might put him to death;",
    "60": "and they found none. Even though many false witnesses came forward, they found none. But at last two false witnesses came forward,",
    "61": "and said, “This man said, ‘I am able to destroy the temple of God, and to build it in three days.’ ”",
    "62": "The high priest stood up, and said to him, “Have you no answer? What is this that these testify against you?”",
    "63": "But Jesus held his peace. The high priest answered him, “I adjure you by the living God, that you tell us whether you are the Christ, the Son of God.”",
    "64": "Jesus said to him, “You have said it. Nevertheless, I tell you, after this you will see the Son of Man sitting at the right hand of Power, and coming on the clouds of the sky.”",
    "65": "Then the high priest tore his clothing, saying, “He has spoken blasphemy! Why do we need any more witnesses? Behold, now you have heard his blasphemy.",
    "66": "What do you think?” They answered, “He is worthy of death!”",
    "67": "Then they spat in his face and beat him with their fists, and some slapped him,",
    "68": "saying, “Prophesy to us, you Christ! Who hit you?”",
    "69": "Now Peter was sitting outside in the court, and a maid came to him, saying, “You were also with Jesus, the Galilean!”",
    "70": "But he denied it before them all, saying, “I don’t know what you are talking about.”",
    "71": "When he had gone out onto the porch, someone else saw him, and said to those who were there, “This man also was with Jesus of Nazareth.”",
    "72": "Again he denied it with an oath, “I don’t know the man.”",
    "73": "After a little while those who stood by came and said to Peter, “Surely you are also one of them, for your speech makes you known.”",
    "74": "Then he began to curse and to swear, “I don’t know the man!” Immediately the rooster crowed.",
    "75": "Peter remembered the word which Jesus had said to him, “Before the rooster crows, you will deny me three times.” Then he went out and wept bitterly."
  },
  "ljpw_coordinates": {
    "1": [
      0.6002953240360951,
      0.5702898550724638,
      0.488039376538146,
      0.637536231884058
    ],
    "2": [
      0.5,
      0.5666666666666667,
      0.5,
      0.6333333333333333
    ],
    "3": [
      0.5512820512820513,
      0.5,
      0.4615384615384615,
      0.5
    ],
    "4": [
      0.6672727272727271,
      0.6464069264069263,
      0.5093506493506493,
      0.6951515151515151
    ],
    "5": [
      0.5,
      0.5200892857142857,
      0.5267857142857143,
      0.5
    ],
    "6": [
      0.6036734693877551,
      0.5619047619047619,
      0.4779591836734694,
      0.5866666666666667
    ],
    "7": [
      0.5510204081632654,
      0.5,
      0.461734693877551,
      0.5
    ],
    "8": [
      0.5309133489461358,
      0.5,
      0.47681498829039815,
      0.5714285714285714
    ],
    "9": [
      0.5040178571428572,
      0.5677083333333334,
      0.5947916666666667,
      0.5581845238095238
    ],
    "10": [
      0.6898387096774194,
      0.6473118279569893,
      0.49020161290322584,
      0.7352688172043012
    ],
    "11": [
      0.5653846153846154,
      0.5,
      0.45096153846153847,
      0.5
    ],
    "12": [
      0.5125000000000001,
      0.5,
      0.5,
      0.5125000000000001
    ],
    "13": [
      0.5641666666666667,
      0.5,
      0.45999999999999996,
      0.5108333333333334
    ],
    "14": [
      0.5515625000000001,
      0.5,
      0.461328125,
      0.5
    ],
    "15": [
      0.532069970845481,
      0.5,
      0.4759475218658892,
      0.5714285714285714
    ],
    "16": [
      0.5,
      0.5214285714285715,
      0.5285714285714286,
      0.5
    ],
    "17": [
      0.6005491990846681,
      0.5702898550724638,
      0.48784897025171625,
      0.637536231884058
    ],
    "18": [
      0.5267947178871548,
      0.5495238095238095,
      0.4799039615846339,
      0.599047619047619
    ],
    "19": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "20": [
      0.5522388059701493,
      0.5,
      0.46082089552238803,
      0.5
    ],
    "21": [
      0.5567164179104478,
      0.5,
      0.45746268656716416,
      0.5
    ],
    "22": [
      0.5912270642201836,
      0.5741590214067279,
      0.5,
      0.6473432721712539
    ],
    "23": [
      0.5581818181818182,
      0.5,
      0.45636363636363636,
      0.5
    ],
    "24": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "25": [
      0.53125,
      0.5,
      0.4765625,
      0.5714285714285714
    ],
    "26": [
      0.5742857142857143,
      0.5725978312116926,
      0.5142574257425743,
      0.5866666666666667
    ],
    "27": [
      0.5,
      0.5200892857142857,
      0.5267857142857143,
      0.5
    ],
    "28": [
      0.4,
      0.4,
      0.5,
      0.5
    ],
    "29": [
      0.5025174825174825,
      0.6474358974358974,
      0.7064102564102563,
      0.6204662004662004
    ],
    "30": [
      0.5326530612244897,
      0.5,
      0.4755102040816327,
      0.5714285714285714
    ],
    "31": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "32": [
      0.5543478260869565,
      0.5,
      0.4592391304347826,
      0.5
    ],
    "33": [
      0.5113095238095239,
      0.5,
      0.5,
      0.5113095238095239
    ],
    "34": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "35": [
      0.5278829604130809,
      0.5495238095238095,
      0.47908777969018934,
      0.599047619047619
    ],
    "36": [
      0.6002764976958526,
      0.5619047619047619,
      0.4805069124423963,
      0.5866666666666667
    ],
    "37": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "38": [
      0.5532467532467533,
      0.5,
      0.46006493506493507,
      0.5
    ],
    "39": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "40": [
      0.528892455858748,
      0.5,
      0.478330658105939,
      0.5714285714285714
    ],
    "41": [
      0.5742857142857143,
      0.5725932300631096,
      0.514251290877797,
      0.5866666666666667
    ],
    "42": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "43": [
      0.5557692307692308,
      0.5,
      0.4581730769230769,
      0.5
    ],
    "44": [
      0.5533333333333333,
      0.5,
      0.45999999999999996,
      0.5
    ],
    "45": [
      0.4,
      0.4,
      0.5,
      0.5
    ],
    "46": [
      0.5522727272727272,
      0.5,
      0.46079545454545456,
      0.5
    ],
    "47": [
      0.5,
      0.5833333333333334,
      0.6166666666666667,
      0.5666666666666667
    ],
    "48": [
      0.5602941176470588,
      0.5,
      0.4547794117647059,
      0.5
    ],
    "49": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "50": [
      0.6012690951821387,
      0.5702898550724638,
      0.48730904817861337,
      0.637536231884058
    ],
    "51": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "52": [
      0.6,
      0.5833333333333334,
      0.5,
      0.6166666666666667
    ],
    "53": [
      0.5048396854204477,
      0.5,
      0.5,
      0.5837870538415003
    ],
    "54": [
      0.5,
      0.5,
      0.5,
      0.6
    ],
    "55": [
      0.7,
      0.6666666666666666,
      0.5,
      0.7661800486618005
    ],
    "56": [
      0.5,
      0.5719333333333334,
      0.6000380952380953,
      0.5495238095238095
    ],
    "57": [
      0.6028005657708628,
      0.5619047619047619,
      0.4786138613861386,
      0.5866666666666667
    ],
    "58": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "59": [
      0.7,
      0.6666666666666666,
      0.5,
      0.7333333333333333
    ],
    "60": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "61": [
      0.5742857142857143,
      0.5727699530516432,
      0.5144869215291751,
      0.5866666666666667
    ],
    "62": [
      0.5316695352839931,
      0.5,
      0.4762478485370052,
      0.5714285714285714
    ],
    "63": [
      0.8666586190246258,
      0.8325688073394496,
      0.5742032834379527,
      0.8857798165137615
    ],
    "64": [
      0.7771853297365552,
      0.7213740458015268,
      0.4913476439189577,
      0.8099236641221375
    ],
    "65": [
      0.5314769975786925,
      0.5,
      0.47639225181598066,
      0.5714285714285714
    ],
    "66": [
      0.5358803986710963,
      0.5,
      0.47308970099667774,
      0.5714285714285714
    ],
    "67": [
      0.5,
      0.5,
      0.5,
      0.5
    ],
    "68": [
      0.6034782608695651,
      0.5702898550724638,
      0.48565217391304344,
      0.637536231884058
    ],
    "69": [
      0.6020224719101124,
      0.5619047619047619,
      0.47919743178170143,
      0.5866666666666667
    ],
    "70": [
      0.5267206477732794,
      0.6344804318488529,
      0.6675438596491228,
      0.5993252361673415
    ],
    "71": [
      0.6024080267558528,
      0.5702898550724638,
      0.48645484949832773,
      0.637536231884058
    ],
    "72": [
      0.5295714285714286,
      0.5495238095238095,
      0.47782142857142856,
      0.599047619047619
    ],
    "73": [
      0.5280056577086281,
      0.5495238095238095,
      0.478995756718529,
      0.599047619047619
    ],
    "74": [
      0.5040178571428572,
      0.5541666666666667,
      0.5,
      0.6123511904761905
    ],
    "75": [
      0.6008866995073892,
      0.5619047619047619,
      0.48004926108374385,
      0.5866666666666667
    ]
  }
}